[{"author": "Anna Fifield", "content": "TOKYO — With the kind of fanfare that only a totalitarian state can muster, North Korea on Saturday flaunted missiles that can theoretically reach the United States and defiantly stated that it was prepared to counter any U.S. attack with “a nuclear war of our own.”\n\nBut it soon looked like a case of style over substance. North Korea somewhat ruined the impression created with the parade, which took place on the most important day of the year for Kim Jong Un’s regime, with a failed missile launch Sunday morning.\n\nThe ballistic missile was fired from the Sinpo area on the east coast shortly before 6 a.m. local time, U.S. Pacific Command said. It blew up almost immediately, complicating efforts to identify the missile’s size and range.\nNorth Korea fired a land-based version of its medium-range, submarine-launched ballistic missile from the same area earlier this month. That exercise also failed.\n\nThe missile was fired just minutes after Vice President Pence took off from Alaska on his way to Seoul, where he is expected to issue a strong warning to North Korea to stop its provocative behavior or face consequences.\n\nPence was briefed on North Korea’s failed missile launch within an hour of departing from Anchorage, where Air Force Two stopped to refuel. He was in contact with President Trump, aides told reporters traveling with the vice president.\nAs tensions with North Korea escalated heading into the weekend, Trump spent Friday and Saturday mornings golfing at his private club in West Palm Beach, Fla., greeting members after he returned from the green, according to someone who saw him.\n\nThe president seemed to be hoping for a calm weekend. He was joined on his trip by just three junior staffers and K.T. McFarland, a deputy national security adviser who was recently pushed out and made ambassador to Singapore as a consolation. Many of Trump’s White House aides were given the weekend off.\nTrump had nothing to say about the launch, said Secretary of Defense Jim Mattis. “The president and his military team are aware of North Korea’s most recent unsuccessful missile launch,” Mattis said in a statement. “The president has no further comment.”\n\nThe missile was launched into the sea off the east coast of the Korean Peninsula, where a U.S. Navy strike group is patrolling. Military commanders ordered the group, led by the aircraft carrier USS Carl Vinson, to the area this month as tensions with North Korea mounted.\n\nThe group has the ability to shoot down incoming missiles and launch missiles of its own.\n\nAlthough the missile in Sunday’s attempt — like others before it — exploded shortly after launch, experts warn that North Korea’s rocket scientists learn something from failures as well as successes, giving them information they can use to hone their technology.\nCertainly, the military hardware paraded through Pyongyang on Saturday shows that Kim is unrelenting in his quest to develop a missile capable of reaching the United States.\n\nExperts were stunned at the sheer number of new missiles on display during the parade — including, apparently, a new and previously unknown type of intercontinental ballistic missile. \n\n“It’s not like not doing a nuclear test was good news — this is all part of the same program,” said Jeffrey Lewis, head of the East Asia program at the James Martin Center for Nonproliferation Studies in California. North Korea has claimed to be able to make nuclear weapons small enough to be able to fit on a missile. \n\n“It’s like they’re saying: ‘Hey, here’s some other bad news,’ ” Lewis said. \n\nThe two-hour-long parade took place on a day officially known as the “Day of the Sun,” the anniversary of the 1912 birth of Kim Il Sung, North Korea’s founder and the current leader’s grandfather. \n\nA relaxed Kim Jong Un stood smiling on a balcony as untold tens of thousands of soldiers marched past, planes in a formation making 105 — for the anniversary — flew overhead and missile transporters rolled through the square in front of him. \n\nHe did not look like a man worried about a strike ordered by Trump, like that in Syria earlier this month, or concerned about China’s increasing anger over his belligerence. \n\n[ Here are the missiles North Korea just showed off, one by one. ]\n\n“We will respond to an all-out war with an all-out war and a nuclear war of our own,” Choe Ryong Hae, one of Kim’s top aides, said in a speech at the parade, as the 33-year-old leader looked on. \n\nKim said in his New Year’s address that North Korea was in the “final stage” of preparations to test-launch an intercontinental ballistic missile, or ICBM. That prompted Trump to tweet in response: “It won’t happen!” \n\nBut Kim appeared to demonstrate Saturday that he is in the process of making it happen.  \n\nNorth Korea has previously shown off at these parades two kinds of ICBMs, the KN-08 and the KN-14, both with the theoretical capacity to reach the U.S. mainland. \n\nSaturday’s parade included the same vehicles as in the past, but instead of carrying missiles they were carrying huge, previously unseen missile canisters. Those could have contained the KN-08 and KN-14, or something else — or nothing at all. \n\nBut the message was clear. \n\n“This was a promise of future capabilities more than a demonstration of existing missiles,” said Joe Cirincione, president of the Ploughshares Fund, which tries to stop the spread of nuclear weapons. “We do not know if there is actually an ICBM in that canister. But it is certainly coming.” \n\nFurthermore, the canisters are probably an indication that North Korea is pressing ahead with ­solid-fuel technology, because canisters are used to keep the temperature stable for solid-fuel missiles.  \n\n[ North Korea’s display of new missiles is worrying, analysts say ]\n\nBy using solid fuel, North Korea can roll out its missiles from a hangar or tunnel ready to launch, rather than having to fuel them on a gantry like the older liquid-\nfueled rockets. That allows much less time for the missiles to be detected by satellites.  \n\nNorth Korea has been using this technology for its submarine-launched ballistic missile, which Kim boasted was “the greatest success,” and the land-based variant, tested earlier this month but less successfully. Both types of missiles were displayed in the parade Saturday. \n\nIn addition, although experts were continuing to analyze footage, it appeared that North Korea had shown off a third and previously unknown ICBM.  \n\nThe black-and-white missiles looked like KN-08s but were slightly smaller. They were rolled out on vehicles usually used for the medium-range Musudan missile, which North Korea tested a barrage of last year. \n\nIn January, South Korea’s Yonhap News Agency reported, citing military officials, that North ­Korea had probably built a new ICBM that was less than 50 feet long. The black-and-white missile seen Saturday was consistent with that description, experts said. \n\nBut rather than being concerned that North Korea potentially had a new weapon that could reach the United States, ­Michael Elleman, senior fellow for missile defense at the International Institute for Strategic Studies, saw something encouraging. \n\n“This could signal some confusion in terms of where they want to go with their long-range systems,” he said, noting that it could mean North Korea has not finalized the design of its ICBM. \n\n[ Will North Korea fire a missile capable of hitting the U.S. mainland? Probably. ]\n\nElleman said he could not believe that North Korea had been able to master the technology necessary to launch even one stage of a two- or three-stage ICBM. \n\n“Until they’ve fixed the Musudan, they’re not going to get anywhere,” he said. North Korea launched a series of medium-range Musudan missiles last year — thought to be designed to become a stage in an ICBM — and all but one failed. \n\nNorth Korea has never launched an ICBM, but given how difficult the technology is, it would almost certainly fail on its first test, experts say. \n\nMarkus Schiller, a German aerospace engineer who specializes in missiles, also cast doubts on how much progress North Korea was making.  \n\n“The Soviets tried to build a solid-fuel missile and it took them more than 15 years to get it up and running,” he said. “You don’t just get a solid-fuel missile overnight.” \n\nBut even if North Korea does not yet have the technical capacity to launch a missile capable of reaching the United States, it has clearly demonstrated that it has the political will. \n\n“It’s alarming that they are pouring so much money and resources into this program,” Elleman said. “Eventually, they are going to be successful.”   \n\nAshley Parker in West Palm Beach, Fla., contributed to this report.", "title": "N. Korea didn’t test a nuclear weapon, but it did try to launch another missile", "link": "https://www.washingtonpost.com/world/asia_pacific/n-korea-didnt-test-a-nuclear-weapon-but-its-display-of-military-hardware-wasnt-exactly-good-news/2017/04/15/49944da8-221c-11e7-bcd6-6d1286bc177d_story.html", "id": 1, "media": "Washington Post", "datetime": "2017/04/15 21:49"}, {"author": "John Wagner", "content": "CHICAGO — Thousands of sign-waving, chanting protesters have marched through streets across America demanding that President Donald Trump release his tax returns so the public can examine his business ties and determine whether he has links to foreign powers.\n\nThe tax day protests in more than a dozen cities Saturday were largely peaceful, though occasionally demonstrators and some pro-Trump groups ended up face-to-face exchanging taunts.\n\nIn Berkeley, California, police arrested 13 people after fist fighting erupted at a park where about 200 people from differing political factions held unrelated separate rallies for and against Trump. Officers confiscated knives and makeshift weapons.\n\nThe demonstrations came just days before Tuesday’s deadline for taxpayers to file their returns. Trump was the first major-party nominee in more than 40 years not to release his tax returns, saying it was because he was under audit. He later said that voters don’t care.\n\nBut 71-year-old Ilene Singh said he’s wrong. She rode a bus from New Jersey to New York City with her friend Geraldine Markowitz, 83, to take part in protests. “We’re here to say we care,” said Singh.\n\nPushing her walker, Karin Arlin, 85, a Holocaust survivor who came to the U.S. from Germany when she was 9, said she’s also worried about the direction of the country.\n\n“You don’t know which way the country goes,” said Arlin next to her 89-year-old husband who fled Czechoslovakia during World War II. “I hope Republicans see it.”\n\nProtesters in Raleigh, North Carolina, said they suspect that Trump’s returns might show he has paid little or nothing to the government he now heads, or that he was indebted to Russian, Chinese or other foreign interests.\n\n“His reputation ... as a businessman and, more importantly, as a true American, a person who is concerned with American values, would be totally destroyed if all his financial information was made public,” said Mike Mannshardt, a retired teacher.\n\nOne of Trump’s sharpest critics in the House spoke to protesters at the U.S. Capitol just before they set off on a march to the National Mall in Washington, D.C. Democratic Rep. Maxine Waters, of California, said there’s nothing to prevent Trump from releasing his income taxes and that “the simple truth is he’s got a lot to hide.”\n\n“If he thinks he can get away with playing king, he’s got another thought coming,” Waters said.\n\nNancy Traver, of Silver Spring, Maryland, who was at the Washington march said, “Every president, Democratic and Republican for years has showed, has revealed his tax returns, so why shouldn’t Trump?”\n\nFor four decades, presidents and major party nominees have released some of their tax returns, with the exception of Gerald Ford. Trump’s break with precedent has raised questions about possible conflicts of interest.\n\nDemocrats are pushing for a vote on a bill from Rep. Anna Eshoo, a Democrat from California, which would require the president and all major-party nominees to publicly disclose their previous three years of tax returns with the Office of Government Ethics or the Federal Election Commission.\n\nRepublicans also have rebuffed Democrats’ efforts to get the House Ways and Means Committee to act. It has legal authority to obtain confidential tax records, and could vote to make them public.\n\nMany demonstrators said they hoped Saturday’s marches would convince Trump to voluntarily release them.\n\n“We do care. We want to see his taxes,” said Ann Demerlis, who was among hundreds who marched in Philadelphia from City Hall to an area in front of historic Independence Hall, carrying signs and chanting “We want your taxes now!”\n\nCopyright 2017 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "title": "Tax Day demonstrators demand Trump release taxes", "link": "https://www.washingtonpost.com/national/tax-day-demonstrators-in-us-take-on-trump-his-supporters/2017/04/15/6d904592-223d-11e7-bb59-a74ccaf1d02f_story.html", "id": 2, "media": "Washington Post", "datetime": "2017/04/16 00:58"}, {"author": "Michelle Ye Hee Lee", "content": "Dueling pro- and anti-Trump rallies in Berkeley, Calif., turned violent Saturday as numerous fistfights broke out and protesters fired pepper spray into a crowd. Police arrested more than a dozen people and requested aid from other law enforcement agencies.\n\nIt was not immediately clear what protesters were charged with, or whether there would be more arrests. The Berkeley Police Department seized numerous prohibited items, including sticks and knives, according to the agency.\n\nIn anticipation of the protests at Civic Center Park in downtown Berkeley, the agency had banned items that could be used as weapons, such as pepper spray, mace, baseball bats and glass bottles.\n\nHundreds of people gathered at the park for a pro-Trump rally and a counterprotest, some dressed in black and wearing masks, the Los Angeles Times reported. There were loud explosions and fistfights among members of both groups, and a citizen militia group wearing security gear showed up to protect the pro-Trump demonstrators. Berkeley police officers, wearing riot helmets, separated pro- and anti-Trump attendees, the Times reported.\n\nPhotos and video of the protests showed some protesters were bloodied and injured. But other protesters walked along with the crowd quietly holding signs, or chanting about free speech.\n\nThe rallies appeared to be separate from the dozens of protests in cities throughout the country calling on Trump to release his personal tax returns as part of a nationwide Tax March.\n\nGroups of demonstrators have had similar clashes before. On March 4, a mixed crowd of about 500 pro- and anti-Trump demonstrators similarly became violent. Fistfights broke out, and protesters used pepper spray, metal pipes, lumber, bricks and other items that were prohibited for Saturday’s protests. Ten people were arrested during the March 4 protests on charges of battery, assault and resisting arrest, according to local news reports.\n\nIn February, the University of California at Berkeley canceled a scheduled talk by former Breitbart News editor Milo Yiannopoulos after intense violence and vandalism broke out on campus.\n\nOn Twitter, Berkeley police warned the public to stay clear of the protest area. City officials had shut down a farmers market in the park in anticipation of Saturday’s rally, and warned against vandalism and violence.\n\n", "title": "Trump fans and foes clash in Berkeley, sparking violence, multiple arrests", "link": "https://www.washingtonpost.com/news/grade-point/wp/2017/04/15/trump-fans-and-foes-clash-in-berkeley-sparking-violence-multiple-arrests/", "id": 3, "media": "Washington Post", "datetime": "2017/04/15 17:48"}, {"author": "Kalhan Rosenblatt", "content": "During its first-ever live broadcast in all time zones across the continental United States and Canada, \"Saturday Night Live\" declared it was \"elimination night\" during a cold open teasing President Donald Trump over alleged feuding between top aides Steve Bannon and Jared Kushner.\n\nPlaying Kushner was SNL alumnus and Saturday's host Jimmy Fallon, who left the show in its 29th season.\n\nAlec Baldwin returned to reprise his role as Trump, this time contemplating his first 100 days in office.\n\n\"These 100 days have been such a success, and I'm so sad my presidency is coming to an end,\" Trump tells Vice President Mike Pence, played by cast member Colin Jost.\n\nSaturday Night Live - Season 42\nAlec Baldwin as President Donald J. Trump, Mikey Day as advisor Steve Bannon during the Oval Office Cold Open. Will Heath/NBC\nWhen Pence reminds Trump he has much longer than 100 days in office, Trump replies, \"I don't know, have you seen my tweets about North Korea?\"\n\nBaldwin's Trump reflects on several major decisions that took place in the Oval Office like dropping missiles in Syria, the \"Mother of all Bombs\" in Afghanistan, and discussing classified information with the Japanese prime minister — until Pence reminds him that those things all happened at Mar-a-Lago, Trump's Florida resort.\n\nPence urges Trump to address the issue of his top advisers being at each other's throats, prompting Trump to call Bannon and Kushner into the Oval Office.\n\nBannon is played by cast member Mikey Day dressed as a black-cloaked skeleton, and Fallon, dressed as Kushner wearing a blazer beneath a Kevlar vest, enters to the EMF song \"Unbelievable.\" The outfit is a nod to a viral photo of Kushner wearing a similar outfit during a trip to a military base in Iraq.\n\n\"There's been a lot of drama in the house,\" Trump tells the two men. \"But one of you has to go. It's elimination night.\"\n\nIn an homage to the reality competition show, \"America's Next Top Model,\" Trump tells the men he has a picture of one of them in his hand. The person pictured gets to stay.\n\n\"If you don't see your photo you must immediately leave your office, and join Kellyanne Conway in the basement,\" Baldwin's Trump says. \"But don't worry, your journey doesn't end tonight — because you'll get to come back and decide if I go to prison.\"\n\nTrump reveals he's holding a picture of Kushner, and Bannon congratulates Kushner before being dragged away by another reaper.\n\nRelated: 'SNL' Returns With Alec Baldwin as Both Trump and O'Reilly\n\n\"Have a seat at your new desk,\" Trump tells Kushner, motioning to his Oval Office desk. \"I'd like you to, uh, just fix everything. If you need me, I'll be over here at my desk.\"\n\nLater in the show, Melissa McCarthy revived her role as press secretary Sean Spicer to poke fun at a gaffe made by the real Spicer earlier in the week, in which he said Hitler never used chemical weapons on his own people. The real Spicer also called concentration camps, \"Holocaust centers.\"\n\nSpicer later apologized for the remarks.\n\nDressed as the Easter bunny, which Spicer once played during President George W. Bush's White House Easter Egg Roll, McCarthy entered to her typical refrain of, \"Shut up! Shut up!\"\n\nMcCarthy's Spicer reminded everyone that Trump bombed Syria \"while eating the most beautiful piece of cake this week, and that is a fact.\" The line poked fun at an interview by the president with Fox News during which the real Trump described eating \"beautiful\" chocolate cake while discussing the missile strike with Chinese President Xi Jinping at Mar-a-Lago.\n\nSaturday Night Live - Season 42\nMelissa McCarthy as Press Secretary Sean Spicer on April 15, 2017. Chris Haston/NBC\nMcCarthy's Spicer says during a press conference about the Syria missile strike, \"Spicey finally made a mistake.\"\n\n\"Everybody freaked. They were all like, 'Boo-hoo, what about the Holocaust Centers.' Yeah I know they're not the holocaust centers. I know that,\" Spicer says. \"I clearly meant to say 'concentration clubs.'\"\n\nLater, McCarthy's Spicer made a dig at the United Airlines fiasco while still discussing the Holocaust.\n\n\"I am sensitive to the fact they were sent there on trains but at least they didn't have to fly united.\" Spicer said.\n\nAfter going over the story of Passover with dolls — a recurring gag when McCarthy plays Spicer — the fake Press Secretary ended the conference.\n\n\"By the way, the president's probably going to bomb North Korea, so eat as much candy as you want because this is probably our last Easter on earth,\" Spicer says.\n\nIn the show's \"Weekend Update\" segment, co-host Colin Jost mentioned breaking news Saturday night about a failed North Korean missile launch.\n\n\"Just hours ago North Korea launched a missile, but as soon as it took off it exploded,\" Jost said. \"North Korea said it was a tribute to Trump's first 100 days.\"\n\nSaturday was SNL's first of four shows to be aired live at the same time across the continental United States and Canada.\n\nActors Chris Pine on May 6, Melissa McCarthy on May 13, and Dwayne Johnson on May 20 will also host live shows aired at the same time coast-to-coast. ", "title": "‘SNL’ Pokes Fun at Alleged Trump White House Infighting, Spicer Gaffes", "link": "http://www.nbcnews.com/pop-culture/pop-culture-news/snl-pokes-fun-alleged-trump-white-house-fighting-spicer-gaffes-n747036", "id": 4, "media": "NBC News", "datetime": "2017/04/16 01:30"}, {"author": "Matthew Hagg and Maya Salam", "content": "A 31-year-old man has been charged in the August death of a jogger who was found naked and partly burned in a wooded area near her mother’s house in rural Massachusetts, the authorities said Saturday.\n\nThe police tracked down Angelo Colon-Ortiz after investigators spent months following two strong but incomplete leads. People reported seeing a dark-colored sport utility vehicle near where the jogger, Vanessa Marcotte, 27, died. Witness accounts and DNA retrieved from her hands suggested the killer might be a Hispanic man about 30 years old.\n\nThose clues came together last week when a state trooper in Worcester spotted a man matching that description driving the same kind of vehicle. The trooper traced the license plate to Mr. Colon-Ortiz and met him at his apartment, and he voluntarily provided a DNA sample, the authorities said.\n\nThe DNA samples came back as a match on Friday afternoon, Joseph D. Early Jr., the Worcester County district attorney, said at a news conference on Saturday.\n\nPhoto\n\nVanessa Marcotte Credit Worcester County District Attorney's Office, via Associated Press\n“We got him,” Mr. Early said.\n\nThe death of Ms. Marcotte, a marketing account manager at Google in New York City, caused alarm in Massachusetts and beyond for its apparent randomness and its striking resemblance to the death of a jogger in Queens five days before.\n\nMs. Marcotte was visiting her hometown, Princeton, Mass., when she left her mother’s house for a run on a country road in the afternoon of Aug. 7. After she was missing for two hours, the police began to search for her.\n\nA canine unit found Ms. Marcotte’s body that night about a half-mile from the home, in a wooded area off a two-lane road. It was the first killing in Princeton in three decades. Ms. Marcotte, who often visited her mother on the weekends, was expected to return to New York that day.\n\nAt first, the police offered few concrete clues but later said it appeared Ms. Marcotte tried to fight off her attacker, possibly leaving the person with scratches and bruises. In February, the authorities said that DNA collected from her hands during her autopsy helped create a possible suspect profile: an athletic, light-skinned Hispanic or Latino male with short hair and about 30 years old.", "title": "Man Arrested in Killing of a New York Woman Jogging in Massachusetts", "link": "https://www.nytimes.com/2017/04/15/us/vanessa-marcotte-jogger-arrest-massachusetts.html", "id": 5, "media": "New York Times", "datetime": "2017/04/15 01:17"}, {"author": "Eric Lipton, Ben Protess, and Andrew W. Lehren", "content": "WASHINGTON — President Trump is populating the White House and federal agencies with former lobbyists, lawyers and consultants who in many cases are helping to craft new policies for the same industries in which they recently earned a paycheck.\n\nThe potential conflicts are arising across the executive branch, according to an analysis of recently released financial disclosures, lobbying records and interviews with current and former ethics officials by The New York Times in collaboration with ProPublica.\n\nIn at least two cases, the appointments may have already led to violations of the administration’s own ethics rules. But evaluating if and when such violations have occurred has become almost impossible because the Trump administration is secretly issuing waivers to the rules.\n\nOne such case involves Michael Catanzaro, who serves as the top White House energy adviser. Until late last year, he was working as a lobbyist for major industry clients such as Devon Energy of Oklahoma, an oil and gas company, and Talen Energy of Pennsylvania, a coal-burning electric utility, as they fought Obama-era environmental regulations, including the landmark Clean Power Plan. Now, he is handling some of the same matters on behalf of the federal government.\n\nAnother case involves Chad Wolf, who spent the past several years lobbying to secure funding for the Transportation Security Administration to spend hundreds of millions of dollars on a new carry-on luggage screening device. He is now chief of staff at that agency — at the same time as the device is being tested and evaluated for possible purchase by agency staff.\n\nThere are other examples. At the Labor Department, two officials joined the agency from the K Street lobbying corridor, leaving behind jobs where they fought some of the Obama administration’s signature labor rules, including a policy requiring financial advisers to act in a client’s best interest when providing retirement advice.\n\nThis revolving door of lobbyists and government officials is not new in Washington. Both parties make a habit of it.\n\nBut the Trump administration is more vulnerable to conflicts than the prior administration, particularly after the president eliminated an ethics provision that prohibits lobbyists from joining agencies they lobbied in the prior two years. The White House also announced on Friday that it would keep its visitors’ logs secret, discontinuing the release of information on corporate executives, lobbyists and others who enter the complex, often to try to influence federal policy. The changes have drawn intense criticism from government ethics advocates across the city.\n\nMr. Trump’s appointees are also far wealthier and have more complex financial holdings and private-sector ties than officials hired at the start of the Obama administration, according to an Office of Government Ethics analysis that the White House has made public. This creates a greater chance that they might have conflicts related to investments or former clients, which could force them to sell off assets, recuse themselves or seek a waiver.\n\nA White House spokeswoman, Sarah H. Sanders, declined repeated requests by The Times to speak with Stefan C. Passantino, the White House lawyer in charge of the ethics policy. Instead, the White House provided a written statement that did not address any of the specific questions about potential violations The Times had identified.\n\nPhoto\n\nMichael Catanzaro, the White House’s top energy adviser, lobbied for clients fighting Obama-era environmental regulations, including Talen Energy and Devon Energy (whose well site is pictured). Credit From left: Nick Oxford/Reuters; Bill Clark/CQ Roll Call, via Associated Press\n“The White House takes its ethics pledge and federal conflict of interest rules very seriously,” the statement said. “The White House requires all of its employees to work closely with ethics counsel to ensure compliance and has aggressively required employees to recuse or divest where the law requires.”\n\nThe Trump administration’s overhaul of personnel lays the groundwork for sweeping policy changes. The president has vowed to unwind some of the Obama administration’s signature regulatory initiatives, from Wall Street rules to environmental regulations, and he has installed a class of former corporate influencers to lead the push. Administration supporters argue that appointees with corporate ties can inject a new level of sophistication into the federal bureaucracy and help the economy grow. And efforts to trim regulations in some areas have attracted bipartisan support.\n\nBut in several cases, officials in the Trump administration now hold the exact jobs they targeted as lobbyists or lawyers in the past two years.\n\nTrump White House officials had over 300 recent corporate clients and employers, including Apple, the giant hedge fund Citadel and the insurance titan Anthem, according to a Times analysis of financial disclosures. (The White House has released disclosures for only about half of its roughly 180 current senior political employees.) And there are more than 40 former lobbyists in the White House and the broader federal government.\n\nExceptions Made in Secret\n\nWalter M. Shaub Jr. is director of the Office of Government Ethics, which advises federal agencies to help them and their employees — including the White House — comply with federal ethics laws, such as a prohibition on using a government post to personally profit.\n\nHe said that Mr. Trump’s own ethics executive order in late January eliminated a requirement, first adopted by President Barack Obama, that executive branch appointees not accept jobs in agencies they recently lobbied. That weakened standards applying to approximately 4,000 executive branch hires.\n\nMr. Trump also made it easier for former lobbyists in the government to get waivers that would let them take up matters that could benefit former clients.\n\nDuring the Obama administration, these waivers were given only under a narrow set of circumstances, and had to be filed and explained in an annual report for public inspection, Mr. Shaub said. The waivers were also previously posted on the Government Ethics website. None have been posted since Mr. Trump became president, as sharing them is no longer required.\n\n“There’s no transparency, and I have no idea how many waivers have been issued,” Mr. Shaub said in an interview, adding that he could not comment on any individual matter until a complaint had been filed and investigated.\n\nThe granting of such waivers, he said, has become “a political decision, which means career government ethics officials should not get involved in waivers under the new executive order.”\n\nAfter recent negotiations, Mr. Shaub and the White House Counsel’s Office did agree on how to define the requirements and scope of recusal obligations. A lobbyist, for example, who pushed the Obama administration to approve or block a particular provision in a proposed federal regulation affecting a specific industry — like coal or telecommunications — would be subject to a broad ban under this agreement. “She must recuse for two years from development and implementation of the entire regulation,” the legal advisory said.\n\nPhoto\n\nChad Wolf is the chief of staff for the T.S.A. He spent years lobbying to secure funding for the T.S.A. to spend hundreds of millions of dollars on a screening device his agency is now testing. Credit From left: Robyn Beck/Agence France-Presse — Getty Images. T.S.A.\nRolling Back Clean Power\n\nBut some cases that The Times examined could be violating this requirement or working around it using waivers. Mr. Catanzaro was registered for Talen Energy on the Clean Power Plan in 2015, yet he has worked in recent months as a senior member of the White House’s National Economic Council trying to roll back that rule, adopted by the Obama administration.\n\nMr. Catanzaro’s former clients, such as Talen and Devon Energy, have an enormous amount at stake in the regulations the White House is preparing to reverse — with his help. Talen, for example, helps operate the Colstrip power plant in Montana, the second-largest coal-burning plant west of the Mississippi. Federal officials have estimated that the plant could face a $1.2 billion bill as it makes updates to meet the new environmental standards, assuming it is not just closed.\n\nThree industry lobbyists interviewed by The Times said that they recently had confidential conversations with Mr. Catanzaro about some of the same regulatory matters on which he was lobbying the federal government. And Mr. Catanzaro gave a briefing to reporters in March at the White House in which he discussed energy topics at length, including the details related to the executive order Mr. Trump signed on March 28 to weaken the Clean Power Plan.\n\n“It’s certainly true that there a lot of different forces that conspire to affect the coal industry, the gas industry, a lot of industries,” Mr. Catanzaro said at a White House briefing last month in which he spoke with the understanding that journalists would not identify him in their reports. (The Times independently confirmed that Mr. Catanzaro made these remarks.) “Certainly government policy has a role,” he said. “So to the extent the president can have a beneficial effect on that policy, he’s going to take it.”\n\nMr. Catanzaro did not respond to emails and phone calls requesting comment. And White House officials would not say whether he had been granted a waiver allowing him to be involved in the same matter he handled as a lobbyist.\n\nSame Desk, New Seat\n\nMr. Catanzaro is not the only senior adviser facing potential conflicts on the National Economic Council, the White House office, run by the former Goldman Sachs executive Gary D. Cohn, that helps steer the president’s financial and economic policy. D. J. Gribbin, the council’s infrastructure specialist, previously worked for Macquarie, a bank that specializes in infrastructure deals and that stands to gain from whatever infrastructure proposal the president gets Congress to fund.\n\nShahira Knight, on the council as well, is a special assistant to the president for tax and retirement policy. Her previous job also involved retirement policy — but as a lobbyist for Fidelity, one of the nation’s largest fund managers and providers of retirement products.\n\nAt Fidelity, lobbying records show, she was registered to work on retirement issues, including the so-called fiduciary rule, which has broad support from consumer groups. It requires financial firms to act in a client’s best interest when dispensing retirement advice. Fidelity has said it supports the “best interest” standard but, like other firms, has raised concerns that the rule will prevent investors from accessing products they currently rely on for retirement savings.\n\nMs. Knight directed some of her appeals to the National Economic Council, her current employer. White House visitor logs show she met with the person whose job she essentially holds now.\n\nIn February, Mr. Trump issued a memorandum directing the Labor Department to review whether the rule may “adversely affect” investors’ ability to access financial advice — and if it does, it authorized the agency to rescind or revise the rule. The department recently delayed the compliance date of the rule by two months, less than the industry had hoped for.\n\nThe White House did not respond to a request for comment about Mr. Gribbin or Ms. Knight, so it is unclear whether they received waivers letting them work on these issues or recused themselves from issues affecting their former employers. But under Mr. Trump’s executive order, Ms. Knight should probably be barred for two years from participating in decisions that would affect the fiduciary rule.\n\nPhoto\n\nDr. Scott Gottlieb, the nominee to lead the F.D.A., received more than $350,000 in payments in 2014 and 2015 from nearly a dozen different pharmaceutical companies. Credit Eric Thayer for The New York Times\nWhere Lobbyists Go\n\nThe lobbyist loophole in Mr. Trump’s executive order may have allowed the Labor Department to hire Geoffrey Burr as a special assistant. The department is familiar ground to Mr. Burr, who was a lobbyist for the Associated Builders and Contractors, which pressed the agency on its overtime pay rule, wage requirements for government contracts and an additional half-dozen or so other regulations. Under Mr. Obama’s ethics order, Mr. Burr would probably not have been able to join the Labor Department.\n\nSuch potential conflicts are showing up across the federal government.\n\nExecutives at Analogic Corp. had tried to sell its carry-on baggage security equipment to the T.S.A. with Mr. Wolf’s help when he was a lobbyist. They were pressing the agency to conduct formal tests of its computed tomography devices, known as CT scans, which are already used broadly in the medical field and on checked baggage. The company now wants the T.S.A. to use them in the nation’s 2,400 airport checkpoint security lanes, a move that could be worth at least $500 million in equipment sales.\n\nThe tests are underway, and at one point during an interview with The Times, company executives said they had reached out to Mr. Wolf to discuss the matter after he joined the T.S.A., listing his name among a series of agency officials they had recently contacted. But when asked again about Mr. Wolf, they would not give details from the conversation, at one point contradicting themselves and saying they had not spoken with him. Then one of them, Mark Laustra, a vice president at Analogic who leads the company’s efforts to sell the screening devices, said, “Our interaction with Chad since he joined T.S.A. has been next to nothing.”\n\nMr. Wolf’s Twitter account on Friday still identified him as a lobbyist and displayed posts from last year urging the T.S.A. to buy the devices. “Positive developments from TSA on upgrading checkpoint scanners,” a post from July said. “CT tech is the future.”\n\nA T.S.A. spokesman agreed to arrange an interview with Mr. Wolf — who worked at the agency during the Bush administration before becoming a lobbyist — but canceled it when told about the topic in detail.\n\n“I’m afraid Mr. Wolf isn’t going to have any available time in his schedule today,” said Mike England, the spokesman, who then declined several follow-up requests over a one-week period. He later added, in a statement, that Mr. Wolf’s “duties have not required a waiver” of the ethics standards Mr. Trump adopted in January, although Mr. England would not discuss the matter further.\n\nThe Department of Health and Human Services has become another source of potential conflicts.\n\nLance Leggitt, who serves as chief of staff to Tom Price, the health and human services secretary, worked last year as a lobbyist for 10 different health care companies, including United States Medical Supply and Advanced Infusion Services. He focused largely on lobbying the agency related to Medicare billing rules, as well as rules for health care supplier accreditations, lobbying disclosure reports show. All these issues are routinely handled by the agency he helps oversee.\n\nDr. Scott Gottlieb, the nominee to lead the Food and Drug Administration, received more than $350,000 in payments in 2014 and 2015 from nearly a dozen different pharmaceutical companies, including Vertex Pharmaceuticals, whose two approved drugs are seen as breakthrough treatments for cystic fibrosis. (They carry list prices of more than $250,000 a year.) Dr. Gottlieb, who has never been registered as a lobbyist but has served as the director of eight pharmaceutical companies and one laboratory company, wrote in a letter that he was prepared to recuse himself as necessary to avoid any conflicts.\n\nThe Department of Health and Human Services did not respond to a request for a comment.\n\nDanielle Brian, executive director of the Project on Government Oversight, said the sheer number of potential conflicts — which will require recusals, necessitate waivers or result in violations of the ethics rule — is disturbing, particularly given the secretive approach the administration is taking on the issue.\n\n“This is not a matter of just checking a box — this is about protecting the integrity of the operation of federal government,” Ms. Brian said. “But our worst fears are coming true: We know people coming in who have conflicts, and we cannot see what restrictions they are under, if any.”\n\nThe result, she predicted, might serve no one particularly well. Even if the rules are enforced, so many senior officials will be required to recuse themselves that “they will have a hard time getting their job done.”", "title": "With Trump Appointees, a Raft of Potential Conflicts and ‘No Transparency’", "link": "https://www.nytimes.com/2017/04/15/us/politics/trump-appointees-potential-conflicts.html", "id": 6, "media": "New York Times", "datetime": "2017/04/16 00:32"}, {"author": "Sarah El Deeb and Philip Issa", "content": "BEIRUT — A stalled population transfer resumed Saturday after a deadly explosion killed at least 100, including children, government supporters and opposition fighters, at an evacuation point — adding new urgency to the widely criticized operation.\n\nThe blast ripped through a bus depot in the al-Rashideen area where thousands of government loyalists evacuated the day before waited restlessly for hours, as opposition fighters guarded the area while negotiators bickered over the completion of the transfer deal. Only meters away, hundreds of evacuees from pro-rebels areas also loitered in a walled-off parking lot, guarded by government troops.\n\nFootage from the scene showed bodies, including those of fighters, lying alongside buses, some of which were charred and others gutted from the blast. Personal belongings could be seen dangling out of the windows. Fires raged from a number of vehicles as rescuers struggled to put them out.\n\nThe scenes were the last in the unyielding bloodshed Syrians are living through. Earlier this month, at least 89 people were killed in a chemical attack as children foaming at the mouth and adults gasping for last breath were also caught on camera.\n\nThe bloody mayhem that followed the Saturday attack only deepened the resentment of the transfer criticized as population engineering. It also reflected the chaos surrounding negotiations between the warring parties. The United Nations did not oversee the transfer deal of the villages of Foua and Kfraya, besieged by the rebels, and Madaya and Zabadani, encircled by the government.\n\nNo one claimed responsibility for the attack but pro-government media and the opposition exchanged accusations, each pointing to foreign interference or conspiracies undermining the deal.\n\nState TV al-Ikhbariya said the attack was the result of a car bomb carrying food aid to be delivered to the evacuees in the rebel-held area — ostensibly crisps for the children — and accused rebel groups of carrying it out. A TV broadcaster from the area said: “There can be no life with the terrorist groups.”\n\n“I know nothing of my family. I can’t find them,” said a woman who appeared on al-Ikhbariya, weeping outside the state hospital in Aleppo where the wounded were transported.\n\nAhrar al-Sham, the rebel group that negotiated the deal, denounced the “cowardly” attack, saying a number of opposition fighters as well as government supporters were killed in the attack. The group said the attack only serves to deflect the attention from government “crimes” and said it was ready to cooperate with an international probe to determine who did it.\n\nYasser Abdelatif, a media official for Ahrar al-Sham, said about 30 rebel gunmen were killed in the blast. He accused the government or extremist rebel groups of orchestrating the attack to discredit the opposition.\n\nThe Syrian Civil Defense in Aleppo province, also known as the White Helmets, said their volunteers pulled at least 100 bodies from the site of the explosion. White Helmets member Ibrahim Alhaj said the 100 fatalities documented by the rescuers included many children and women, as well as fighters.\n\nSyrian state media said at least 39 were killed, including children. The opposition Syrian Observatory for Human Rights put the death toll at 43, adding that it would likely rise because of the extensive damage. A Facebook page belonging to the pro-government Foua and Kfraya villages said all those in three buses were killed or are still missing while a rebel official said at least 30 opposition fighters who were guarding the evacuees were killed in the blast.\n\nAccording to Abdul Hakim Baghdadi, an interlocutor who helped the government negotiate the evacuations, 140 were killed in the attack. He added it was not clear how many rebels were killed because they were evacuated to their areas.\n\nHours after the explosion, the transfer resumed — as dozens of buses, starting with the wounded, left to their respective destinations. Before midnight Saturday, 100 of some 120 buses from both sides had already arrived.\n\nThe explosion hit the al-Rashideen area, a rebel-controlled district outside Aleppo city where evacuation buses carrying nearly 5,000 people from the northern rebel-besieged villages of Foua and Kfraya were stuck. Residents from the two villages had been evacuated Friday, along with more than 2,000 from Madaya, an opposition-held town outside of Damascus besieged by government forces.\n\nU.N. Secretary-General Antonio Guterres condemned the attack Saturday in a statement from his spokesman Stephane Dujarric, and called on all parties “to ensure the safety and security of those waiting to be evacuated.”\n\n“Those responsible for today’s attack must be brought to justice,” the statement added.\n\nThe coordinated evacuations delivered war-weary fighters and residents from two years of siege and hunger, but moved Syria closer to a division of its national population by loyalty and sect.\n\nMadaya and Zabadani, once summer resorts to Damascus, have been shattered under the cruelty of a government siege. The two towns rebelled against Damascus’ authority in 2011 when demonstrations swept through the country demanding the end of President Bashar Assad’s rule.\n\nResidents were reduced to hunting rodents and eating tree leaves. Photos of children gaunt with hunger shocked the world and gave new urgency to U.N. relief operations in Syria.\n\nFoua and Kfraya, besieged by the rebels, lived under a steady hail of rockets and mortars. They were supplied with food and medical supplies through military airdrops.\n\nCritics say the string of evacuations, which could see some 30,000 people moved across battle lines over the next 60 days, amounts to forced displacement along political and sectarian lines.\n\nThe explosion came as frustration was already mounting over the stalling evacuation process.\n\n“The situation is disastrous,” said Ahmed Afandar, a resident evacuated from the opposition area near Madaya. “All these thousands of people are stuck in less than half a kilometer (500 yards).” He said the area was walled off from all sides and there were no restrooms.\n\nAfandar said people were not allowed to leave the buses for a while before they were let out. Food was distributed after several hours and by early afternoon the evacuees from rebel-held areas were “pressured” to sit back on their buses, Afandar said.\n\nThe evacuees from Madaya headed to rebel-held Idlib, west of Aleppo. After the blast, evacuees from opposition areas pleaded for protection fearing revenge attacks.\n\nSyrian state TV blamed the rebels for obstructing the deal.\n\nAn opposition representative, Ali Diab, accused the government side of violating the terms of the agreement, by evacuating fewer armed men than agreed to from the pro-government areas.\n\nCopyright 2017 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "title": "Over 100 killed during Syria’s troubled population transfer", "link": "https://www.washingtonpost.com/world/middle_east/thousands-of-evacuated-syrians-stuck-as-transfer-stalls/2017/04/15/c2074728-21c1-11e7-bb59-a74ccaf1d02f_story.html", "id": 7, "media": "Washington Post", "datetime": "2017/04/15 19:03"}, {"author": "Kareem Fahim", "content": "ISTANBUL — Turkish voters began heading to the polls early Sunday in a pivotal referendum that, if approved, would significantly expand the powers of President Recep Tayyip Erdogan and seal his political dominance over Turkey for a dozen more years.\n\nPolls before the vote showed Turks evenly divided as they choose whether to approve constitutional amendments that would transform Turkey’s system of government from a parliamentary to a presidential system.\n\nThe reforms would abolish the post of prime minister and give the president broad new authority over the judiciary — changes that Erdogan’s supporters said would deliver stability and more sure-footed leadership — or condemn Turkey’s multiparty democracy to one-man rule, in the view of the president’s critics.\n\nA “yes” vote would allow Erdogan, who came to power as prime minister in 2003, to stand for election in 2019 and serve two five-year terms, cementing, in the minds of many here, his status as the most consequential leader since Mustafa Kemal Ataturk, founder of the Turkish republic.\n\nThe details of the amendments have confounded many voters, and the poll was instead widely seen as a verdict on the 15-year leadership of Erdogan and his Islamist Justice and Development Party, or AKP. The referendum comes at a moment of deep polarization in Turkey, in the wake of a failed coup last summer, with views of the powerful president eliciting sharply divergent views.\n\n People walk on campaign leaflets in Istanbul after the start of the election banning Saturday. (Bulent Kilic/AFP/Getty Images)\nThe referendum also comes as Turkey’s Western allies, including the United States, are looking to Erdogan as an increasingly critical partner, which is leading a military coalition to defeat the Islamic State militant group in Iraq and Syria. Turkey also hosts more than 3 million refugees and has struck a deal with European nations to prevent more refugees from traveling to their shores.\n\nThere were questions about whether the referendum should have been held, with the country under a government-mandated state of emergency as a result of the coup attempt and a number of other recent shocks.\n\nA war between the state and Kurdish militants has rekindled after the failure of a peace process. Deadly attacks have been carried out in Turkish cities by the Islamic State, unnerving the public and troubling the economy.\n\nAnd, since the coup, the government has carried out a feverish purge of perceived enemies that has eviscerated state institutions, schools and universities. The purge has been accompanied by a crackdown on critical journalists, politicians and other civil society groups, which Erdogan’s opponents said gave the government a significant advantage as it embarked on the referendum campaign.\n\nA leading opposition politician from the pro-Kurdish Peoples’ Democratic Party, or HDP, was arrested in November, denying the “No” campaign one of its most visible and charismatic voices. As independent media outlets were shuttered or dragged into court, the AKP’s campaign for “Evet,” or “Yes,” dominated Turkey’s airwaves as well as its public spaces.\n\nAt the same time, Turkey’s political opposition has long been regarded as ineffectual and divided. And as a campaigner, Erdogan is widely credited with uncommon gifts. A centerpiece of his latest campaign was a pitched fight with European leaders that stirred up nationalist, anti-Western sentiment at home.\n\n“His populism is effective in large part because it is heartfelt,” wrote Howard Eissenstat, a professor of history at St. Lawrence University, in a recent paper that was sharply critical of Erdogan and the proposed constitutional changes. “At the same time, he is capable of shockingly cynical calculations in the name of political survival.”\n\n“Erdogan’s genius as a politician, his flair for rhetoric, his capacity to mobilize his base, and his sense of himself as a ‘man of history’ have all served to put him at the center of Turkish politics for more than a decade,” he wrote.\n\nOn the eve of the vote, Erdogan’s supporters tried to drive home the arguments they have made throughout the campaign: that the constitutional changes were a remedy to weak coalition governments, an affliction with a long history in Turkey, and that foreign opposition to the changes, including from European leaders, were intended to hold the country back.\n\n“They do not support this because they do not want what is best for Turkey,” said Muhammet Sirin, a spokesman for a local AKP party branch in Istanbul, speaking of Erdogan’s foreign critics. “They are still acting with the mentality of the crusades. This nation has woken up, and we are going to stand on our feet now,” he said.\n\nBut Duygu Becerik, a 22-year-old law student who was campaigning for the “No” vote in Istanbul on Saturday, belonged to a generation that barely recalled the chaos of Turkey’s flimsy coalition governments. Erdogan and the AKP had dominated the country’s politics since she was a child.\n\nOne of her professors had been fired from her university as part of the post-coup purges. Her rejection of the constitutional changes is not just personally directed at Erdogan, but is based in part on the fear that Turkey was creating an exceptionally powerful executive, not just for the current president but forever.\n\n“Erdogan will eventually die. Other people will take power — exactly the same power — but we don’t know who,” she said. “That is problematic.”", "title": "Turks to decide whether to give Erdogan vastly increased powers", "link": "https://www.washingtonpost.com/world/turks-to-decide-whether-to-give-erdogan-vastly-increased-powers/2017/04/15/e79812b6-1bda-11e7-bcc2-7d1a0973e7b2_story.html", "id": 8, "media": "Washington Post", "datetime": "2017/04/16 00:01"}, {"author": "Mujib Mashal", "content": "KABUL, Afghanistan — The American military’s use of the most powerful conventional bomb in its arsenal on an Islamic State cave complex in Afghanistan has stirred up political trouble for the Afghan government, as former President Hamid Karzai on Saturday called his successor “a traitor” and declared that he wanted the Americans gone from the country.\n\nIn an interview with The New York Times, hours after he said he intended to work toward “ousting the U.S.,” a fuming Mr. Karzai said there was no justification for the United States to drop the powerful bomb in Afghanistan. The weapon, the GBU-43/B Massive Ordnance Air Blast, is referred to as the “mother of all bombs.”\n\nHe accused the American military of using the presence of Islamic State militants to turn his country into a laboratory for testing its weapons.\n\nMr. Karzai called President Ashraf Ghani’s government an “accomplice” that allowed and welcomed the use of the bomb. Mr. Ghani’s government had said the attack, which was said to have killed dozens of militants and destroyed three large caves in Nangarhar Province, was coordinated with the United States.\n\n“Shame on him for saying that, shame, shame,” Mr. Karzai said. “No Afghan with self-respect would do that.” He added, “He is a traitor, a traitor.”\n\nA spokesman for Mr. Ghani would not address Mr. Karzai’s harsh words directly. But Mr. Ghani’s office put out a brief post on Twitter, clearly aimed at Mr. Karzai: “Every Afghan has the right to speak their mind. This is a country of free speech.”\n\nThe uproar over the bombing and its meanings comes as H. R. McMaster, President Trump’s national security adviser, arrived in Kabul on Saturday for consultations with Afghan leaders as the new administration reviews its Afghanistan policy.\n\nAfghan and American military officials described the bomb’s use as a battlefield necessity for the destruction of the Islamic State cave complex and the success of military operations. Four ground operations in the area, supported by regular, smaller airstrikes, had proven futile, they say. There have been no signs yet that the bombing caused any civilian casualties.\n\nOther Afghan politicians have been more restrained about their views of the American bombing, with some opposed to it and others saying they supported it.\n\nAmin Karim, the spokesman for the main faction of Hezb-e-Islami, a conservative Islamist party with links to the insurgency, said members of his party disagreed with the strike because they believed it was carried out for American domestic political reasons and as a way to send a message to other countries at odds with the United States, rather than strictly to fight terrorism in Afghanistan.\n\n“The goal of this attack was for beyond Afghanistan — it was for showing American power to North Korea, Syria and some other countries; it was for scaring these countries,” Mr. Amin said.\n\nAt a news conference organized by the Nangarhar governor’s office on Friday, a group of elders from the Achin district, where the bomb was dropped, expressed support for the use of such overwhelming force to eliminate the Islamic State fighters.\n\nAtta Muhammad Noor, the powerful governor of the northern Balkh Province and a leader of the Jamiat-e-Islami, one of the largest Islamist parties, said he supported the use of the bomb as well as any “crackdown on insurgents and fundamentalists.”\n\nMr. Karzai said the people of eastern Afghanistan had expressed concern about Islamic State fighters crossing the border with Pakistan when the threat emerged more than two years ago, but little action was taken then. “They allowed Daesh to come and come, and empty villages of their residents and entrench themselves,” he said, using the Arabic acronym for the Islamic State. “Why did they wait for two years? Why didn’t they stop them then? All the entry points were known.”\n\nHe added: “The conclusion is that Daesh was a U.S. contractor, like DynCorp, like other U.S. companies, that they used to empty an area of its population and create a cause, create an environment, a psychological environment in which the U.S. can then test its weapon.”\n\nMr. Karzai, who has grown more anti-American in recent years despite having come to power with the help of the United States military, had been seen as a quiet opposition figure, albeit one intent on derailing Mr. Ghani’s government.\n\nEven when he was in power, he was against the United States’ use of air power on Afghan villages, but analysts say they believe the latest American bombing has given him another political pretext to mobilize against the government.\n\nMr. Karzai said he would mobilize opposition against the American presence in his country, “from agitation, to protest, to going to the Afghan people.” But it remains unclear how much influence he now has. The current Afghan authorities forcefully blame him for the corrupt institutions they inherited and are trying to peel away the layers of patronage that once made him a powerful player.\n\nWhile Mr. Ghani’s coalition government has failed to make progress in many areas and has struggled to contain the Taliban as they have seized new territory, it has been able to withstand political pressure by opponents like Mr. Karzai. It remains to be seen how much trouble he can cause.", "title": "Calling Successor a ‘Traitor’, Afghan Ex-Leader Denounces U.S. Bombing", "link": "https://www.nytimes.com/2017/04/15/world/asia/hamid-karzai-afghanistan-us-bombing.html", "id": 9, "media": "New York Times", "datetime": "2017/04/16 00:48"}, {"author": "Faith Karimi", "content": "(CNN)Emma Morano, the world's oldest person and the last one known to be born in the 1800s, has died.\n\nShe was 117.\nThe Italian was born on November 29, 1899. She held the Guinness World Record titles for oldest living person and oldest living woman.\n\"She joined our celebrated hall of fame with her amazing achievement when she was announced in 2016 as the oldest living female, and was officially confirmed as the last person to be born in the 1800s,\" Guinness World Records said in a statement on its website.\nIt said it will announce a new oldest person after reviewing evidence.\nMorano credited her longevity to ending her abusive marriage, and a diet of raw eggs and cookies.\n\"I didn't want to be dominated by anyone,\" she told The New York Times of her 1938 separation from her husband.\nAnd despite her age, Morano had a childlike love of cookies, her doctor Carlo Bava said. So much so, she routinely hid them under her pillow so no one would eat them.\nMorano became the world's oldest living person last year after American Susannah Mushatt Jones died at age 116.\nShe was five years younger than Jeanne Calment, the 122-year-old who held the title for oldest person ever.\nGuinness said the oldest living man is Israel Kristal, a Holocaust survivor who turned 113 in September.", "title": "Emma Morano, world's oldest person, dies at age 117", "link": "http://edition.cnn.com/2017/04/16/europe/emma-morano-oldest-person-dies-trnd/", "id": 10, "media": "CNN", "datetime": "2017/04/17 00:02"}, {"author": "Ray Sanchez and Ralph Ellis", "content": "(CNN)A federal judge in Arkansas issued an injunction Saturday halting the execution by lethal injection of nine inmates, saying the prisoners will likely succeed in demonstrating the state's proposed method of execution is unconstitutional.\n\nThe injunction represents the latest legal setback in Arkansas' attempt to execute the inmates -- eight of whom were originally set to be put to death by the end of April. One man's execution had not been scheduled yet.\nA court must now decide whether the method of execution constitutes cruel and unusual punishment.\nArkansas Attorney General Leslie Rutledge appealed the decision hours after it was issued.\nIn her order Saturday, US District Judge Kristine Baker said there was \"a significant possibility\" the inmates will succeed in challenging the execution protocol. She said the prisoners were entitled to challenge the execution method on grounds it \"creates a demonstrated risk of severe pain.\"\n\"The threat of irreparable harm to the plaintiffs is significant,\" she wrote.\nBaker also said the state denied the inmates access to their attorneys.\n\"The court is mindful of the fact that the state of Arkansas has not executed an inmate since 2005, despite consistent support for capital punishment from (Arkansas residents) and their elected representatives,\" she wrote.\nThe families of the victims \"waited decades to receive some closure for their pain,\" Baker noted. \"By this order, that day is delayed yet again.\n\"These thoughts weigh heavily on the court, but the court has a responsibility to uphold the Constitution. After hearing the evidence ... the court is compelled to stay these executions.\"\nJohn Williams, an assistant federal public defender who represents some of the death row prisoners, called on \"state officials to accept the federal court's decision, cancel the frantic execution schedule, and propose a legal and humane method to carry out its executions.\"\n\"The unnecessarily compressed execution schedule using the risky drug midazolam denies prisoners their right to be free from the risk of torture,\" he said in a statement, referring to the drug used to render inmates unconscious before they are given two other drugs that paralyze and kill them.\nThe state's schedule of eight executions using midazolam between April 17 and 27 has been condemned by capital punishment opponents in the United States and abroad. Attorneys for the inmates said no state has attempted to conduct executions at the pace proposed by Arkansas in at least half a century.\nArkansas planned to execute the eight before its supply of lethal injection drugs expires at the end of the month.\nWhichever side loses the appeal will likely take the case before the US Supreme Court, according to Carl Tobias, a professor at the University of Richmond School of Law in Virginia. The latest appeal could conclude as soon as the coming week, he said.\nAnother judge blocks executions\nA state judge in Arkansas effectively stopped the executions Friday night, citing concerns over the lethal injection method.\nPulaski County Circuit Judge Wendell Griffen issued a temporary restraining order stopping the state from using the drug of vecuronium bromide for lethal injections.\nThe supplier of the drug, McKesson Medical-Surgical, argued the medication wasn't intended to be used for capital punishment. McKesson argued vecuronium bromide is for medical purposes, and that the Arkansas Department of Correction \"misled\" the company when it purchased the drug by phone, according to a court brief.\nMcKesson is asking the Department of Correction to return 10 vials of the drug.\nSaturday, McKesson filed a motion to have the restraining order lifted because of the federal judge's ruling.\nMcKesson said: \"The imminent danger that defendants (the state) would use McKesson's property and be unable to return it has been addressed by the federal court's preliminary injunction order. Consequently, there is no need for the temporary restraining order at this time.\"\nRutledge, the state attorney general, had filed an emergency petition to overturn the Griffen's order.\nTwo other drug companies, Fresenius Kabi USA and West-Ward Pharmaceuticals Corp., filed a brief in US District Court for the Eastern District of Arkansas arguing contracts prohibit their products from being used in executions, which run \"counter to the manufacturers' mission to save and enhance patients' lives.\"\nControversial plan on executions\nTwo of the eight executions planned for this month already had been blocked in separate proceedings.\nA federal judge on April 6 blocked the execution of Jason McGehee. The Arkansas Parole Board had earlier voted to recommend that McGehee's death sentence be commuted to life without parole, and the judge ruled McGehee's April 27 execution date would not have given the board enough time, as required by law, to notify the governor of its recommendation.\nFriday, the Arkansas Supreme Court also blocked the execution of Bruce Ward.\nAttorneys argued that Ward, 60, should not be executed because he's mentally incompetent. He's been on death row since 1990 for strangling a woman in a convenience store bathroom, CNN affiliate KARK-TV in Little Rock reported.\nA report by a Harvard Law School initiative suggests six of the eight men Arkansas plans to execute by the end of April are not mentally fit for the death penalty, including Ward.\nAccording to the report, Ward told a forensic psychiatrist in 2010 that he hears voices, he gets revelations directly from God and he will \"walk out of prison to great riches and public acclaim.\" He said he's been visited in prison by his deceased father and \"resurrected dogs.\"\nIn March, Gov. Asa Hutchinson announced his controversial plan to execute eight inmates in a little more than a week, starting April 17.\nDefense attorneys argued that midazolam does not effectively keep those being executed from experiencing a painful death.\n\"If midazolam does not adequately anesthetize plaintiffs, or if their executions are 'botched,' they will suffer severe pain before they die,\" Baker wrote in her order Saturday.\nWard was one of two inmates set to die Monday. Don William Davis was also scheduled to be executed then.", "title": "Federal judge issues injunction to block Arkansas executions", "link": "http://edition.cnn.com/2017/04/15/us/arkansas-executions-halted/", "id": 11, "media": "CNN", "datetime": "2017/04/15 21:55"}, {"author": "Frank Pallotta", "content": "(CNN)For its first live show coast-to-coast, \"Saturday Night Live\" brought out Jimmy Fallon as Jared Kushner and Melissa McCarthy's Sean Spicer as the Easter Bunny.\n\nFallon, who was Saturday night's host, joined the \"SNL\" Trump administration as Trump son-in-law and adviser, Kushner, while McCarthy returned as Spicer to give a special Easter apology.\nThe \"Tonight Show\" host opened Saturday's show by walking into the Oval Office as Kushner in a sports jacket, bullet-proof vest and sunglasses to find out if he or adviser Steve Bannon, portrayed as the Grim Reaper, would be let go from the White House.\nIn order to find out which adviser he was going to keep, Alec Baldwin's Donald Trump held an elimination in the style of his old reality show, \"The Apprentice.\"\nBaldwin's Trump then said the winner would be able to continue to advise him and would receive $100,000 courtesy of L'Oreal cosmetics, while the other would \"have to join Kellyanne Conway in the basement.\"\nUltimately, Baldwin's Trump chose Fallon's Kushner.\n\"Jared, you're such an inspiration,\" Baldwin as Trump said. \"You've shown everybody that if you are born rich and marry my daughter, you can do anything you want.\"\nBaldwin's Trump then let Fallon's Kushner sit at \"his new desk\" while he sat at a smaller desk and played with toys in the Oval Office.\nFallon, who didn't talk during the sketch, then joined Baldwin's Trump in saying the show's signature sign-on catch phrase, \"Live from New York ... It's Saturday night!\"\nBut \"SNL\" wasn't done with the Trump administration.\nLater in the episode, the variety show brought out McCarthy's press secretary dressed as the Easter Bunny to apologize for comments Spicer made earlier this week about Hitler and the Holocaust.\n\"You all got your wish this week, Spicy finally made a mistake,\" McCarthy's Spicer said.\nSaturday night wasn't special just for bringing out big stars but also for being the first time in the long history of \"SNL\" that the show went live at the same time coast-to-coast.", "title": "SNL' brings out Fallon's Kushner and McCarthy's Spicer as the Easter Bunny", "link": "http://edition.cnn.com/2017/04/16/entertainment/snl-jimmy-fallon-jared-kushner-trump/", "id": 12, "media": "CNN", "datetime": "2017/04/16 04:57"}, {"author": "Paige Winfield Cunningham", "content": "Some influential Republicans in Congress don’t want a fight President Trump is threatening to pick over extra Obamacare payments to insurers.\n\nTrump suggested this week that as Congress seeks to fund the government beyond April, Republicans should refuse to pay for cost-sharing subsidies provided through the Affordable Care Act to low-income Americans. There’s widespread agreement that without the subsidies, insurers would be forced to hike premiums next year, worsening conditions in the Obamacare insurance marketplaces.\n\nThe president told the Wall Street Journal on Wednesday that not only would such a move cause Obamacare to “die,” it could also be used to force Democrats to negotiate on repealing the health-care law altogether. “Without the payments, Obamacare is gone, just gone,” Trump said.\n\n[Trump’s threat prompts Democrats to play hardball over Obamacare payments]\n\nMany Republicans are well aware that the public is likely to blame them for premium increases, now that they control both Congress and the White House and have so far failed to agree on a health-care replacement plan. And Democrats are keenly aware of the shifting dynamics, seizing every opportunity they can to insist Republicans now own the health-care law.\n\nThe Democratic leadership in Congress says it will hold up the government funding bill that expires on April 28 in order to secure the payments if Trump decides to withhold them. But Republicans are unlikely to want to shut down the government — or for Trump to withhold the payments in the first place.\n\n“I don’t think Democrats will let this happen, but I frankly don’t think the Republicans want it to happen either,” said Timothy Jost, a health-law professor at Washington and Lee University.\n\nRep. Greg Walden (R-Ore.), who, as chairman of the House Energy and Commerce Committee, helped craft the GOP health-care plan, told constituents this week that the subsidies need to be funded, period.\n\n“It was a commitment made by the government to the insurers and the people,” Walden said Wednesday at a town hall in his district. “That needs to happen.”\n\nRep. Tom Cole (R-Okla.), who chairs the powerful Appropriations subcommittee with jurisdiction over health care, has also said it’s important to fund the payments for insurers, although he stressed it’s a decision that the House leadership would have to make.\n\n“It’s probably the right thing to do, I think,” Cole told The Washington Post last month. “Otherwise you’re going to have insurance companies exiting the market.”\n\nOther top Republicans are remaining quiet about how to handle the subsidies, letting the White House lead the way. Ways and Means Chairman Kevin Brady (R-Tex.) isn’t taking a position. A ­Brady spokeswoman said Friday that the congressman “believes the administration is taking important steps to stabilize Obamacare’s collapsing marketplace.”\n\nTrump says coming up with a bipartisan health-care bill will be 'so easy.' It won't be. Embed  Share Play Video2:36\nPresident Trump says he thinks he can bring Democrats and Republicans together to pass a bipartisan health care bill. Is that realistic? (Video: Peter Stevenson/Photo: Jabin Botsford/The Washington Post)\nThe Trump administration must decide whether it will continue pursuing a GOP lawsuit to block the subsidies. The House sued the Obama administration for awarding the subsidies without a clear congressional appropriation and won in federal court last year. The Obama administration appealed the decision.\n\nNow the GOP has the White House on its side — and a new concern that Republicans will bear the public blame for problems with Obamacare. Trump’s victory created a tricky new situation that House Republicans surely didn’t envision when they filed the lawsuit, said Bill Pierce, a ­health policy expert at APCO Worldwide.\n\n“It is a situation entirely of their own doing,” Pierce said.\n\nRepublicans have said they were fighting the awarding of insurer payments without permission from Congress — not the subsidies themselves. House Speaker Paul D. Ryan (R-Wis.) hasn’t said whether he wants to fund the subsidies in a spending bill later this month, and his office didn’t respond Friday to a query about the issue.\n\n“We believe in Congress retaining its lawmaking power, but this lawsuit hasn’t run its course,” Ryan said late last month. “While the lawsuit is running its course, the administration is exercising their discretion with respect to the [cost-sharing reductions].”\n\nThe health-care law requires marketplace insurers to discount extra insurance costs beyond the monthly premium — such as deductibles and co-payments — for people earning less than 250 percent of the poverty level. Without federal payments to cover those discounts, it’s estimated that insurers would hike premiums by an average of 19 percent.\n\nThat reality is leading law­makers such as Walden and Cole to back the subsidies, even if they want to get rid of the underlying law. The cost-sharing reductions would cost an estimated $7 billion or $8 billion in the next year, but with that cost already built in, Congress wouldn’t have to come up with extra money to fund them.\n\nIf Trump pushes for withholding the payments, it could fuel a clash between these lawmakers and conservatives who want to damage Obamacare in any way they can.\n\n“I’m not alone in my party in [wanting to fund the cost-sharing reductions], but there are a lot in my party that don’t think that,” Walden said.\n\nInsurers are watching the situation with trepidation, with rapidly approaching deadlines for announcing whether they will continue selling plans on the insurance marketplaces next year. Kristine Grow, a spokeswoman for the trade association America’s Health Insurance Plans, said more plans will likely exit without the cost-sharing reductions.\n\n“A lot of plans are very likely to drop out of the market because of continued instability,” Grow said.", "title": "Republicans may not want Trump to end Obamacare payments", "link": "https://www.washingtonpost.com/powerpost/republicans-may-not-want-trump-to-end-obamacare-payments/2017/04/14/f85409ea-214b-11e7-be2a-3a1fb24d4671_story.html", "id": 13, "media": "Washington Post", "datetime": "2017/04/14 00:00"}, {"author": "Yvonne Abraham", "content": "Is there no end to it?\n\nFifteen years after the clergy abuse scandal broke open, we are still confronted with shocking revelations of abuse in places that are supposed to nurture and protect our children.\n\nOn Thursday, Choate Rosemary Hall released a report on abuse at the elite Connecticut boarding school. It details a shameful history of predatory misconduct by a dozen former teachers between 1963 and 2010. It lays bare all of the ways in which abusers were enabled by the school, avoiding real accountability.\n\nThe Choate report goes into detail on the claims of two dozen victims. Unless you believe every abuser got caught on his first offense, many more surely suffered at their hands. It is such sickening reading, you have to wonder how parents could ever again entrust their children to this school — or any boarding school.\n\nFaced with allegations that teachers had kissed and groped students, and used their powerful positions to coerce teenagers into sex, the school chose to deal with the incidents quietly, or not at all.\n\nIn 1982, the parents of one student confronted the school about the fact that their daughter had contracted herpes from sex with an English teacher. The teacher was allowed to finish the school year, and went on to work at another prep school in Colorado. Another teacher remained at the school for 10 more years after a student said he had tried to kiss her in 2000. Recently, another student came forward to say this same teacher had coerced her into sex in the mid-1990s by threatening to give her bad grades and withhold college recommendations. A Spanish teacher was fired after allegedly groping a 15-year-old and sexually assaulting a 17-year-old, but the crime was not reported to the police. He was the principal of a high school in Litchfield until this month. Choate’s repeated failure to act decisively and openly, and to follow mandatory reporting laws put other students at risk, both at the prep school and in the unlucky places where abusers landed after they left.\n\nHow did this happen? The same way it always has. Victims think they’re the only ones, or that nobody will believe them. They’re afraid to come forward. Their abusers are powerful and often popular. (In 1993, one victim said, he was shouted down at a Class of 1963 reunion when he described his abuse at the hands of John Joseph, a storied classics teacher for whom a building and scholarship had been named.) The institutions abusers work for want to avoid conflict, and bad publicity. They enlist students and faculty in attempts to keep abuse secret.\n\nAmazingly, the private schools seem to have learned little from the horrific abuses of children by Catholic clergy — who likewise traded on their positions of power, counted on their victims’ shamed silence, and were protected by the church hierarchy. Only now have the many prep schools’ victims emerged, after more relentless advocacy by their attorneys, and another Globe Spotlight investigation.\n\n“It’s the same story over and over again,” MacLeish says. “There is no decrease in the number of predators out there. Unless we come out of this really reflecting on what more we can do, and make it a permanent part of our culture, it will happen again.”\n\nWhat more we can do: Zero tolerance for teachers and others who cross lines, immediate notification of authorities, protection for victims who come forward, consequences for leaders who fail to protect kids in their care.\n\nThe Choate report, depressing as it is, is the way forward. To its credit, the prep school has finally embraced its responsibility here. Rather than issuing some vague and euphemistic report, Choate has laid it all out in nauseating detail, finally risking the reputation for which so many victims were sacrificed over the decades.\n\nOnly daylight can protect others.", "title": "The Choate abuse case asks the question: Will we never learn?", "link": "https://www.bostonglobe.com/metro/2017/04/15/the-choate-abuse-case-asks-question-will-never-learn/vAPwYzUMXj5cibpmCzn2iI/story.html", "id": 14, "media": "Boston Globe", "datetime": "2017/04/15 22:37"}, {"author": "Kristine Phillips and Avi Selk", "content": "United Airlines will no longer allow crew members to displace passengers who are already seated on a plane.\n\nUnder a new policy, which is meant to avoid future public relations disasters like the one the world witnessed earlier this week, airline crews are required to check in at least an hour before a flight leaves, the airline company said. The purpose is to avoid having to find a seat for a crew member after all passengers have already boarded.\n\nThe policy change comes nearly a week after a passenger was forcibly removed from a flight so a crew member could take his seat. Now-viral videos of the incident show the man being dragged out of his seat and down the aisle and off the plane.\n\nUnited spokeswoman Maggie Schmerin said in an email that the new policy is meant to ensure that such incidents will “never happen again.” Previously, crews could be booked up until the time of departure, Schmerin said.\n\n“This is one of our initial steps in a review of our policies to deliver the best customer service,” Schmerin said.\n\nAccording to an internal email published by TMZ, crews who are not checked in within the 60-minute window will have to book the next available flight.\n\nNo crew member “can displace a customer who has boarded an aircraft,” according to the email, which was sent Friday. Schmerin confirmed the authenticity of the published email.\n\n[A man wouldn’t leave an overbooked United flight. So he was dragged off, battered and limp.]\n\nPassenger dragged off a flight Embed  Share Play Video1:04\nUnited Airlines said a man wouldn’t give up his spot on a flight. According to witnesses, he was pulled screaming from his seat by security and back to the terminal at Chicago’s O’Hare International Airport. (The Washington Post)\nThe incident, which set off a public relations crisis for United, happened at Chicago O’Hare International Airport last Sunday. A United official told passengers that it needed four volunteers to give up their seats for off-duty crew members. But no one volunteered, so the airline chose the passengers. One of them, 69-year-old David Dao, refused to give up his seat.\n\nVideos taken by other passengers show a now-suspended security officer with the Chicago Department of Aviation leaning over to grab Dao and pulling him up. At some point, Dao went limp, and the officer dragged him off the plane. Two other officers have been placed on leave.\n\nThe following day, United Airlines chief executive Oscar Munoz issued a statement apologizing “for having to re-accomodate” the customers. He also sent a reassuring letter to his employees, which appeared to blame Dao, saying he  “refused” to cooperate after he was “politely asked” to leave, prompting crews to call for help.\n\nThe disturbing videos have been uploaded multiple times on YouTube, with one viewed more than 3 million times as of Saturday. The incident — and Munoz’s muted response to it — also prompted international outrage, particularly from China, where public anger was fueled by reports that Dao is Asian. He is Vietnamese.\n\nBy Tuesday, United’s stock prices had plummeted, and Munoz issued a more humbled apology the same day.\n\n“I continue to be disturbed by what happened. I deeply apologize to the customer forcibly removed and to all the customers aboard,” Munoz said of the passenger he seemed to fault in his letter to employees. “No one should ever be mistreated this way … It’s never too late to do the right thing. I have committed to our customers and our employees that we are going to fix what’s broken so this never happens again.”\n\n[United Airlines CEO apologizes for ‘horrific event,’ promises review of policies after passenger violently deplaned]\n\nMunoz also promised to review policies on how United handles overbooked flights, and to have a public report by April 30.\n\nThe United chief, who was awarded “Communicator of the Year” by PRWeek about a month ago, acknowledged Wednesday on ABC News’s “Good Morning America” that his immediate response to the incident “fell short of truly expressing the shame” he felt after seeing the videos.\n\nA United a spokeswoman also said Wednesday that all the passengers on the flight would receive compensation equal to the cost of their tickets.\n\nIn a statement issued Thursday, United said the company will no longer ask law enforcement officers to remove passengers from flights “unless it is a matter of safety and security,” and will review its training programs for employees.\n\nThe company also repeated its apologies, saying Munoz had reached out to Dao “on numerous occasions.”\n\nDao’s attorney, Thomas Demetrio, said at a news conference Thursday that his client will “probably” file a lawsuit. Dao suffered a concussion and a broken nose, and will undergo reconstructive surgery after losing two front teeth, Demetrio said.", "title": "Here’s what United will do differently after the infamous dragging incident", "link": "https://www.washingtonpost.com/news/dr-gridlock/wp/2017/04/15/heres-one-thing-united-will-do-differently-after-the-infamous-fiasco-involving-dragged-passenger/", "id": 15, "media": "Washington Post", "datetime": "2017/04/15 17:15"}, {"author": "Matthew Zeitlin", "content": "It's not easy to lose a billion dollars in three months.\n\nOf the big companies that have pulled it off, most have done something other than business as usual — perhaps they were writing down the value of a failing business unit, or booking the costs of tens of thousands of layoffs, or dealing with a giant oil spill.\n\nBut for day-to-day business operations to burn away a billion dollars in less than 100 days is something above and beyond, and for that, Uber deserves recognition.\n\nThe ride-hailing company lost $991 million in the last three months of 2015, according to figures it shared with Bloomberg News. Its total loss for all of 2016 was an equally impressive $2.8 billion.\n\nThose losses aren't connected to a giant failed merger, or closing down a business unit, or a collapse in the price of oil. They're not caused by a once-in-a-generation financial crisis. Uber just spends way more money that it takes in.\n\nIn releasing financial information on Friday, the company is reminding investors and the public of the other side of all this — a giant business whose customers spent $20 billion on rides last year, with revenues growing much faster than losses.\n\n“We’re fortunate to have a healthy and growing business,\" an Uber spokesperson told Bloomberg on Friday, \"giving us the room to make the changes we know are needed on management and accountability, our culture and organization, and our relationship with drivers.”\n\nIn the modern history of the technology industry, there just aren't many companies that have done this. Microsoft posted a $3.2 billion quarterly loss in 2015, but that was because it wrote off $7.5 billion of the value of its Nokia mobile phone business. The company said that it would have had an operating profit of $6.4 billion without the massive Nokia write-down.\n\nIBM lost over $5 billion at the end of 1992 — the largest loss in corporate history at the time, equivalent to almost $8.8 billion in today's dollars — thanks to massive restructuring and layoffs as it transitioned from being a computer maker to an IT services company. Even then, it reported only $45 million in losses from its day-to-day business operations, and by 1996 it would be regularly making $1 billion in quarterly profits.\n\nThe now-bankrupt telecommunications company Nortel lost over $20 billion in one quarter in 2001, in one of the defining moments of the dotcom crash. Even then, the company's loss from its operations was $1.6 billion, with the rest connected to one-off costs involving tens of thousands of layoffs and entire business units being abandoned.\n\nUber's closest relative, when it comes to losing giant amounts of money from its day-to-day business, is Amazon. Both companies have made huge losses even as the size of their business rapidly grows, and investors have celebrated each of them for it.\n\nBut even when compared to Amazon, Uber is a high-achiever in the losing-money business.\n\nAmazon's biggest ever annual loss was back in 2000, when it lost $1.4 billion. It didn't report an annual profit until 2003, and posted annual losses of $39 million in 2012 and $241 million in 2014. Its biggest-ever quarterly loss was in 2014, when it lost $437 million in the three months from July to September.\n\nAmazon has never come close to Uber-level losses.\n\nAnd even as Amazon posted these huge losses, it was a public company whose shareholders could freely buy and sell its stock. Uber's shares are not publicly traded, and the company doesn't have to convince the market that it knows what it's doing — it just has to convince future investors. So far, they seem more than willing to keep pouring money into the company, even with limited financial information.\n\nFor the time being, Uber investors have more to worry about than just its profit and loss statements. The company has experienced a never-ending public relations crisis this year, from allegations of systemic sexism to revelations of unsavory business practices and a blockbuster lawsuit that could slam the brakes on its self-driving car efforts. In response, its CEO has promised to \"grow up\" and the company has announced plans to hire a chief operating officer to help him manage the company.", "title": "Uber Is Losing Historic Amounts Of Money", "link": "https://www.buzzfeed.com/matthewzeitlin/uber-is-losing-money-at-a-historic-rate?utm_term=.gxA4EJxWK#.jhVV8RyON", "id": 16, "media": "BuzzFeed", "datetime": "2017/04/15 08:18"}, {"author": "John Wasik", "content": "I know this probably isn't keeping you up at night, but there are ways to goof up your tax return. The good part: If you're careful, they are totally avoidable.\n\nWhether you do your own return or use a preparer, there are certain items that always trip up taxpayers. Here are the most common mistakes, according to the IRS:\n\n\nShutterstock\n\n1. Missing or Inaccurate Social Security Numbers. Be sure to enter each SSN on a tax return exactly as printed on the Social Security card. A wrong Social Security number won't match up with the IRS system and it will result in a delay of your filing and return.\n\n2. Misspelled Names. Spell all names listed on a tax return exactly as listed on that individual’s Social Security card. Note: My wife and I got tripped up on our joint return one year because her name wasn't in the IRS system as a hyphenated maiden-surname.\n\n3. Math Mistakes. They range from simple addition and subtraction to more complex items. Transactions like figuring the taxable portion of a pension, IRA distribution or Social Security benefits are more difficult and result in more errors.\n\nDouble check your math. Better yet, tax preparation software does it automatically, so file electronically.\n\n4. Errors in Figuring Tax Credits/Deductions of Filing Status Errors. Filers can make mistakes figuring their Earned Income Tax Credit, Child and Dependent Care Credit, the standard deduction and other items.\n\nFor example, if a taxpayer is age 65 or older, or blind, they should be sure to claim the correct, higher standard deduction. The IRS Interactive Tax Assistant can help determine if a taxpayer is eligible for tax credits or deductions (see below).\n\nYou should also check if you're single, or filing joint returns. Status matters a lot in determining your tax rates. Some people claim the wrong filing status, such as Head of Household instead of Single.\n\n5. Incorrect Bank Account Numbers. The IRS strongly urges all taxpayers who have a refund due to choose direct deposit. It’s easy and convenient. Be careful to use the right routing and account numbers on the tax return. The fastest and safest way to get a refund is to combine e-file with direct deposit.\n\n6. Forms Not Signed. An unsigned tax return is like an unsigned check – it’s not valid. Both spouses must sign a joint return.\n\nTaxpayers can avoid this error by filing their return electronically. Sign an e-filed tax return digitally before sending it to the IRS.\n\n7. PIN Errors. When e-filing, the taxpayer signs and validates the tax return electronically with a prior-year Self-Select Personal Identification Number (PIN).\n\nIf you do not have or know your PIN, you should enter your Adjusted Gross Income from your 2015 tax return originally filed with the IRS. Always keep a copy of your tax return in a safe place.\n\nTo avoid cyberthievery, don't share your PIN with anyone or email it to your preparer. Also be aware that if you're emailing your return to anyone but the IRS -- and it's unencrypted -- it could be stolen. And if anyone calls you and says they will arrest you -- and says they're from the IRS -- hang up immediately.\n\nFor more help on filing status and standard deduction, check out the IRS Interactive Tax Assistant.", "title": "7 Ways To Avoid Last-Minute Tax Filing Errors", "link": "https://www.forbes.com/sites/johnwasik/2017/04/15/7-ways-to-avoid-last-minute-tax-filing-errors/#3735b7484aac", "id": 17, "media": "Forbes", "datetime": "2017/04/15 09:00"}, {"author": "The Associated Press", "content": "NEW YORK (AP) -- A train with about 1,200 passengers became stuck in a tunnel between New York and New Jersey for nearly three hours on Friday, and the chaotic scene escalated to pandemonium when Amtrak police used a stun gun to subdue a disruptive man in a station, sparking a stampede.\n\nIt was the latest in a series of recent rail problems plaguing the metropolitan area.\n\nThe New Jersey Transit train became disabled in the Hudson River tunnel late Friday afternoon, when Amtrak was experiencing overhead power problems. A New Jersey Transit spokeswoman said the train finally reached New York's Penn Station in the early evening.\n\nThe overcrowded train station erupted in panic when Amtrak police used a Taser to subdue a man who was causing a disturbance. New York police said the use of the Taser led to false rumors of gunshots at the station. People screamed and ran, leaving the station strewn with abandoned bags. The nearby Macy's department store was briefly locked down. Sixteen people suffered non-life-threatening injuries, police said.\n\nAmtrak said Friday night the subdued man, who wasn't a passenger from the disabled train, was in police custody.\n\nThe loss of power in the tunnel caused delays of an hour or more on Amtrak and New Jersey Transit. It happened three weeks after the derailment of an Amtrak train at Penn Station and a week after a New Jersey Transit derailment shut down eight of 21 tracks there and disrupted travel in the region for days. No injuries were reported in any of the incidents.\n\nOne passenger from Friday's train, Mia Sanati, described a scene of confusion.\n\nSanati said she and her husband were headed for the New York International Auto Show when they boarded the train in Secaucus, New Jersey, at Secaucus Junction, the last New York-bound stop before Penn Station.\n\nShe said shortly after the train entered the tunnel to go under the Hudson River, they felt a bump on the side of the train and saw sparks.\n\n\"About 30 seconds later, the train just came to a complete stop,\" Sanati said.\n\nThe power went out, except for emergency lights, and so did the air conditioning, said Sanati, who made video of the darkened car.\n\n\"It got really hot really fast, with that many people crammed together,\" she said.\n\nAs riders waited and plans changed -- they were told that the train would be towed, then that it would be evacuated -- some tried to make light of the situation or scooted over in their seats to make room for people who were standing. But others were shaking, pacing, saying they had to get out or mulling about walking through the tunnel, Sanati said.\n\nAfter the electricity came back on and the train started moving, there were cheers, said Sanati, who lives in Lyndhurst, New Jersey, and just finished a doctoral program in mass communications.\n\nRush hour passengers trying to leave New York faced mounting delays.\n\nAdam Rosen, a chemical engineer going to Hamilton, New Jersey, said, \"They keep extending the delays from 45 minutes to 90 minutes and now indefinitely. This is the worst.\"\n\nNew Jersey Transit executive director Steven Santoro said in a statement to affected riders, \"we deeply apologize for your experience, and I would like to hear from you.\"\n\nNJ Transit spokeswoman Nancy Snyder said the railroad was working with Amtrak to determine the cause of the problem.", "title": "NY-NJ train stuck in tunnel for 3 hours, then stun gun blast sparks stampede", "link": "http://www.syracuse.com/state/index.ssf/2017/04/ny-nj_train_stuck_in_tunnel_for_3_hours_then_stun_gun_blast_sparks_stampede.html", "id": 18, "media": "Syracuse", "datetime": "2017/04/15 13:09"}, {"author": "Dan Goodin", "content": "Contrary to what Ars and the rest of the world reported Friday, none of the published exploits stolen from the National Security Agency work against currently supported Microsoft products. This is according to a Microsoft blog post published late Friday night.\n\nFURTHER READING\nNSA-leaking Shadow Brokers just dumped its most damaging release yet\nThat's because the critical vulnerabilities for four exploits previously believed to be zerodays were patched in March, exactly one month before a group called Shadow Brokers published Friday's latest installment of weapons-grade attacks. Those updates—which Microsoft indexes as MS17-010, CVE-2017-0146, and CVE-2017-—make no mention of the person or group who reported the vulnerabilities to Microsoft. The lack of credit isn't unprecedented, but it's uncommon, and it's generating speculation that the reporters were tied to the NSA. In a vaguely worded statement issued Friday, Microsoft seemed to say it had had no contact with NSA officials concerning any of the exploits contained in Friday's leak.\nMicrosoft provided the following table showing when various vulnerabilities were patched:\n\nCode Name Solution\n“EternalBlue” Addressed by MS17-010\n“EmeraldThread” Addressed by MS10-061\n“EternalChampion” Addressed by CVE-2017-0146 & CVE-2017-0147\n“ErraticGopher” Addressed prior to the release of Windows Vista\n“EsikmoRoll” Addressed by MS14-068\n“EternalRomance” Addressed by MS17-010\n“EducatedScholar” Addressed by MS09-050\n“EternalSynergy” Addressed by MS17-010\n“EclipsedWing” Addressed by MS08-067\nA measure of relief\n\nThe revelation that none of the highly advanced exploits work against supported Microsoft products brings a measure of relief to some of the more dire warnings sounded 24 hours earlier. It means that most home and small-office users are likely to be safe, since their systems are likely to have automatically installed the critical updates weeks ago. Computers in larger organizations, however, can often remain two or more months behind Microsoft's patch schedule, as administrators test the updates to ensure they're compatible with intranets and other internal systems. That means that some of the most sensitive and mission-critical networks may still be vulnerable to the four exploits, which are known as EternalBlue, EternalChampion, EternalSynergy, and EternalRomance.\n\nMicrosoft’s silence over unprecedented patch delay doesn’t smell right\nSecurity researchers have taken to social media sites to speculate on the circumstances that led to Microsoft killing all four of would-be zerodays one month before they were published on the Internet. As mentioned above, one theory is that someone from the NSA privately gave Microsoft warning that the leaks were imminent. As reported Friday by Emptywheel, a Shadow Brokers release from early January gave NSA officials notice of some of the exploit names obtained by the mysterious person or group and later included in Friday's release. The extra time Microsoft needed to patch the bugs might possibly have something to do with February's unprecedented canceling of Patch Tuesday.\nA second possibility is that Microsoft paid Shadow Brokers for the vulnerabilities and didn't make that purchase public. In any event, and as noted by security commentator Ryan Naraine on Twitter, Microsoft's March Patch Tuesday bulletins explicitly said none of the Shadow affected vulnerabilities were being actively exploited, a claim company officials surely knew was false had the flaws been disclosed either by the NSA or the leakers.\n\n\nAnother plausible possibility is that Microsoft patched the vulnerabilities by chance and without advanced warning of the NSA. When the Shadow Brokers recognized that the exploits were no longer valuable zerodays, they published them in a campaign designed to sow confusion. That theory is consistent with Friday's release of other exploits that remained unpatched in unsupported Microsoft products including Windows XP, Windows Server 2003, Exchange 2007, and IIS 6.0. Under this theory, none of the exploits published Friday worked on supported Microsoft products, so the Shadow Brokers decided to use them in a propaganda campaign. The problem with this theory, however, is the coincidental timing of the patch and leak seem highly unlikely.\n\nAside from the mystery surrounding the patching of these vulnerabilities one month ahead of the exploits, the other major question is how multiple security researchers and news outlets all incorrectly reported the exploits targeted fully updated products that remained supported by Microsoft. The answer is that researchers didn't test the exploits against fully updated versions of Windows 7 and other Supported Microsoft products.\n\nThe zeroday assessment \"was based on best information at the time and early testing, which turned out to be incorrect,\" the security commentator and researcher who goes by the moniker SwiftOnSecurity wrote on Twitter. \"Because there was no indication Microsoft patched these bugs, researcher systems did not include last month's patches, so they [the exploits] still worked.\"\n\nOther researchers, including Kevin Beaumont and Matthew Hickey, said they made the same critical mistake. Ars and dozens of other publications then reported those mistaken findings. Ars regrets the error.", "title": "Mysterious Microsoft patch killed 0days released by NSA-leaking Shadow Brokers", "link": "https://arstechnica.com/security/2017/04/purported-shadow-brokers-0days-were-in-fact-killed-by-mysterious-patch/", "id": 19, "media": "Ars Technica", "datetime": "2017/04/16 02:50"}, {"author": "Matthew Miller", "content": "After attending the Samsung Galaxy S8 launch event, I put together my best 10 smartphones post for the first part of 2017. The Samsung Galaxy S8 and S8 Plus was selected for the top spot.\n\nNext week the S8 and S8 Plus arrive into the hands of buyers.\n\nSamsung just revealed the new Galaxy S8 while all the rest of the major announcements have been completed over the past two months.\n\nReports from Samsung indicate it has already pre-sold more than 728,000 units with a target of 1 million prior to the 21 April launch date.\n\nI previously posted eight reasons the Galaxy S8 is good for business. As a supplement to that list, here are 10 reasons to consider the Samsung Galaxy S8 Plus instead of the Apple iPhone 7 Plus, which was selected in the second spot of my 10 best smartphones.\n\n1. Display: The Galaxy S8 Plus has a 6.2 inch display with no side bezels and small top and bottom bezels. It is also narrower than the Apple iPhone 7 Plus that has a 5.5 inch display. Independent testing also shows the Galaxy S8 has the highest rated display of all smartphones.\n\n2. Fast charging and wireless charging: Actual battery life testing remains to be conducted for the Galaxy S8. However, if you do need to top off, it only takes a few minutes via USB Type-C or a wireless dock. It's a bit frustrating to charge up an iPhone 7 Plus, which explains why there is such a large market for slap on battery packs.\n\n3. microSD expansion: The iPhone 7 Plus has three memory configurations available with the largest capacity 256GB being more than enough for most people. The Galaxy S8 Plus offers 64GB internal with a microSD storage card slot so you can pop inexpensive storage cards in and out as you please.\n\n4. Gorilla Glass 5: Apple has glass on the front and metal on the back while the Galaxy S8 has glass on the front and back. However, this glass is Gorilla Glass 5 that is designed for increased drop protection over previous glass panels, surviving 1.6 meter, shoulder height drops.\n\n5. Multiple security options: With the Galaxy S8, you can set it up to unlock via facial recognition, iris scanning, fingerprint, pattern, PIN, or a password. The iPhone 7 Plus has a fast fingerprint scanner with options for a password or PIN, but Samsung's iris scanner may be a more convenient and secure option.\n\n6. Samsung DeX: People use their smartphones for everything today and with Samsung DeX, users now have the option to leave the laptop behind. I'll be testing this exact capability on two upcoming business trips. Apple has no ability to extend the iPhone to an external display.\n\n7. Virtual reality: Samsung continues to improve its virtual reality experience with a handheld controller now included with the Gear VR. While VR can be used for games or media viewing, there are also enterprise reasons for VR. These include presenting virtual walk-throughs of engineering designs, medical procedure reviews, and interactive presentations.\n\n8. Bixby: There is a ton of potential in Samsung Bixby as it looks to improve the efficiency and productivity of the user. Unfortunately, Bixby's voice assistant won't be ready at launch so we will only get a glimpse of the Bixby service with a home screen panel similar to Google Now. With a dedicated button on the Galaxy S8, Samsung is committed to making Bixby all it promises to be and I look forward to making regular tasks more convenient and intuitive.\n\n9. Bluetooth 5.0: You may not have seen or heard that the Galaxy S8 and S8 Plus will be the first phones to launch with Bluetooth 5.0 support. Bluetooth 5.0 improves the connectivity performance, extends the range of Bluetooth, and allows you to connect two Bluetooth headphones to one Galaxy S8 at the same time.\n\n10. Samsung Pay: Apple Pay is popular, but nothing beats Samsung Pay when it comes to the number of retail locations that are supported and the technology that allows you to replace your credit or debit card. I made a couple of purchases with my Gear S3 smartwatch using Samsung Pay at a location that stated it did not accept wireless payments. More banks are added regularly and Samsung also offers a ton of promotions to encourage Samsung Pay use.\n\n11. Headphone jack: While Apple thinks it was courageous to take away the headphone jack, most people still use headphones with a standard 3.5mm connector. Samsung's purchase of Harman last year, buyers receive a nice pair of wired headphones in the box. While I appreciate and use Bluetooth headphones quite often, a 3.5mm headphone jack is convenient and economical while not having to worry about charging up another device.\n\nIt's clear that Samsung continues to push smartphone technology forward and Apple is looking a bit dated with the iPhone 7. However, Apple still offers a compelling experience as well and not all of Samsung's ideas and technologies are vital to the daily usage needs of all users.\n\nStay tuned for a full review of the Samsung Galaxy S8, S8 Plus, and accessories.", "title": "11 reasons why Samsung's Galaxy S8 is better than Apple's iPhone 7 for business", "link": "http://www.zdnet.com/article/11-reasons-the-samsung-galaxy-s8-is-better-than-the-apple-iphone-for-business/", "id": 20, "media": "ZDNet", "datetime": "2017/04/15 15:06"}, {"author": "Corbin Davenport", "content": "Motorola has been one leaky ship recently. We first heard of the Moto C, the company's new low-end lineup, earlier this week. Just a day later, pictures of the new phone surfaced, alongside images of the upcoming Moto Z2 Force. Now, 3D renders for both the Z2 Force and Moto E4 Plus have leaked.\n\n\n\nWe already have seen pictures of the Z2 Force, so there isn't much new to see here. The phone hasn't changed much design-wise, presumably to keep full compatibility with existing Moto Mods. However, this device is slightly thinner (5.99mm) than last year's Moto Z Force (7mm).\n\nThe most interesting change is the headphone jack - last year's Moto Z and Z Force didn't have one. This was no doubt an annoyance for many buyers, so it's nice to see Motorola bring it back. Android Authority says the final model will have a Lenovo logo on the side, like we saw in the previous leak, but it was left out of the above render.\n\n\n\nThe Moto E4 Plus looks nearly identical to the regular Moto E4, which was first leaked earlier this week (and later again with the E4 Plus). There isn't much new to see here, with the exception of a fingernail groove on the bottom corner. This likely means the back plates will be easily replaceable. Again, there will be a Lenovo logo on the side, but that was left out of the render.", "title": "Moto Z2 Force and Moto E4 Plus leaked again, Z2 brings back the headphone jack", "link": "http://www.androidpolice.com/2017/04/15/moto-z2-force-moto-e4-plus-leaked-z2-brings-back-headphone-jack/", "id": 21, "media": "Android Police", "datetime": "2017/04/15 13:10"}, {"author": "Adam Rosenberg", "content": "Star Wars: Battlefront II's creative director confirmed something we'd been hoping for in an interview before today's announcement: there's no season pass for the game this time around. \n\nAssuming things stay that way — and there's kinda-maybe-possibly a chance that they won't, as you'll soon read — it suggests that Star Wars: Battlefront II is coming together with an eye toward keeping the community whole long after the game is released.\n\nThat was a big problem with the first Battlefront from DICE, released in 2015. The multiplayer-only game felt sparse at its $60 launch price, but it slowly evolved over four post-release map packs, each priced at $15. A full year after its release, Battlefront finally felt complete.\n\nSEE ALSO: These 'Star Wars: The Last Jedi' poster spoofs are hilarious\n\nUnfortunately for players that stuck around, the economics of post-release downloadable content (DLC) created a problem. As time went on and fewer returned for the new content drops, a shrinking number of people had access to absolutely everything. That, in turn, made it more difficult to find matches or even play with friends who hadn't kept on top of add-ons.\n\nWhile the details of Star Wars: Battlefront II's post-release life remain vague, we can  confirm one major change: the Season Pass — which amounts to a discounted DLC pre-purchase — is no more.\n\nBernd Diemer, DICE's Battlefront II creative director, confirmed it outright in a chat ahead of the game's Star Wars Celebration 2017 reveal: \"We don't have a season pass.\"\n\nNow, that could just mean you won't be able to pre-purchase $15 map packs this time around. But Diemer's explanation suggests a more significant change.\n\n\"We decided on that, and it's one of those difficult decisions because it has so many implications all around,\" he continued. \"When we looked at the way Battlefront had evolved over its lifetime, with the DLC and everything, we decided, 'You know what? For this type of game, season passes are not the best thing. We need to [take it apart] and come up with something better.\"\n\nIt's clear that this decision was rooted in a core idea: \"We don't want to segment our community,\" Diemer said.\n\n\"I cannot talk about the specifics of this, but we have something different in mind that will allow you to play longer, be [more] invested in the game without having a fragmented community.\"\n\nDiemer admitted that it's \"dangerous\" to the health of a game's community when new maps and new modes are locked behind a paywall. It creates a situation where, as he put it, \"the community is falling apart because there are simply not many people playing the different modes.\"\n\n\"So we definitely want to avoid that.\"\n\nOne day after our interview, EA reached out to ask us to withhold the confirmation that there won't be a Season Pass for Battlefront II. The reason, we were told, is because they couldn't definitively say whether that would be the case, despite what Diemer said and expounded upon.\n\nIt sounds like they weren't ready to reveal this information yet, likely because the makeup of the Season Pass replacement hasn't been nailed down. \n\nEA sent over the following statement to attempt to clarify Diemer's remarks:\n\nWhile we’re not ready to confirm any live service plans just yet, what we can say is this we heard the feedback from our Battlefront community loud and clear. We know they want more depth, more progression, and more content. So we’re focused on delivering that in every dimension of Star Wars Battlefront II. We’ll have more to share about our plans soon. \n\nMake of that what you will.", "title": "It looks like 'Star Wars: Battlefront II' will ditch the Season Pass", "link": "http://mashable.com/2017/04/15/star-wars-battlefront-2-season-pass-no-more/", "id": 22, "media": "Mashable", "datetime": "2017/04/15 19:02"}, {"author": "The Associated Press", "content": "HARPURSVILLE, N.Y. (AP) — The wait is over for April the giraffe and the legions of fans who watched a New York zoo's livestream for signs that the long-legged internet star was in labor.\n\nApril gave birth to a healthy male calf Saturday at the privately-owned Animal Adventure Park before an online audience of more than a million viewers.\n\nThe 15-year-old giraffe delivered her calf shortly before 10 a.m. EDT in an enclosed pen at the zoo in Harpursville, a rural upstate village about 130 miles (209 kilometers) northwest of New York City.\n\nThe mama giraffe tenderly licked her calf, which began to slowly pick its head up from the floor of the pen. About 45 minutes after it was born, the calf stood on its wobbly legs while mom helped keep her baby steady. He began nursing not long after.\n\nIn this photo provided by Animal Adventure Park in Binghamton, N.Y., a giraffe named April kisses her new calf on Saturday, April 15, 2017. Her birth was broadcast to an online audience with more than a million viewers. (Animal Adventure Park via AP)\nIn this photo provided by Animal Adventure Park in Binghamton, N.Y., a giraffe named April kisses her new calf on Saturday, April 15, 2017. Her birth was broadcast to an online audience with more than a million viewers. (Animal Adventure Park via AP) (THE ASSOCIATED PRESS)\nAt least 1.2 million people watched the Adventure Park's YouTube streaming of the event. Zoo owner Jordan Patch said both mom and calf were doing fine.\n\nPatch called the birth \"unnerving\" to watch. \"Giraffes give birth standing up, which means when the calf is ready to be born, it exits its mother hooves first from six feet off the floor, making for a very exciting event,\" he said in a news release.\n\nThe newborn is April's fourth calf but Animal Adventure Park's first giraffe calf. The proud papa, a 5-year-old giraffe named Oliver, watched from an adjacent pen. This is his first offspring.\n\nIn this photo provided by Animal Adventure Park in Binghamton, N.Y., a giraffe named April stands with her new calf on Saturday, April 15, 2017. Her birth was broadcast to an online audience of more than a million viewers. (Animal Adventure Park via AP)\nIn this photo provided by Animal Adventure Park in Binghamton, N.Y., a giraffe named April stands with her new calf on Saturday, April 15, 2017. Her birth was broadcast to an online audience of more than a million viewers. (Animal Adventure Park via AP) (THE ASSOCIATED PRESS)\nThe zoo began livestreaming from April's enclosure in February. People around the world have been tuning in daily, with some growing impatient as the pregnancy seemed to drag on.\n\nA Farmington, New Hampshire, songwriter even posted a music video on YouTube called, \"I'm Going Crazy Waiting (For A Giraffe).\"\n\nApril has her own website and even an apparel line. A GoFundMe fundraiser page that initially set a goal of $50,000 sat at more than $134,000 by Saturday night. The money will be used for the care of the animals.\n\nIn this image made from video provided by Animal Adventure Park in Binghamton, N.Y., April the giraffe muzzles her new calf seconds after giving birth on Saturday, April 15, 2017. Her birth was broadcast to an online audience with more than a million viewers. (Animal Adventure Park via AP)\nIn this image made from video provided by Animal Adventure Park in Binghamton, N.Y., April the giraffe muzzles her new calf seconds after giving birth on Saturday, April 15, 2017. Her birth was broadcast to an online audience with more than a million viewers. (Animal Adventure Park via AP) (THE ASSOCIATED PRESS)\nA contest will be held to decide on a name for the calf.\n\nThe park's livestream was briefly interrupted in February when YouTube pulled the feed after someone reported the images contained explicit material and nudity. Patch blamed \"a handful of extremists and animal rights activists\" for the interruption.\n\nThe new calf's vital statistics were not announced, but newborn giraffes usually weigh around 150 pounds (68.04 kilograms) and are about 6 feet (1.83 meters) tall at birth. Giraffes are pregnant for 15 months on average.\n\nAnimal Adventure park is currently closed to the public and will open in mid-May.", "title": "Wait is over for April the giraffe, YouTube star and new mom", "link": "http://www.nydailynews.com/newswires/news/national/wait-april-giraffe-youtube-star-new-mom-article-1.3060635", "id": 23, "media": "Daily News", "datetime": "2017/04/15 23:40"}, {"author": "Callum Borchers", "content": "Jimmy Fallon is still a comedian on an island.\n\nHosting “Saturday Night Live,” the “Tonight Show” star stayed away from the kind of cutting political satire that has come to characterize “SNL” in recent months and which his late-night peers have embraced.\n\nFallon portrayed White House senior adviser Jared Kushner in the cold open, sporting the blazer-and-flak-jacket combo that President Trump's son-in-law wore on recent trip to Iraq. Fallon delivered no lines, a reference to Kushner's apparent aversion to public speaking. Alec Baldwin, playing President Trump, held a reality-TV-style elimination ceremony in which he chose Kushner over chief strategist Stephen K. Bannon, depicted as the grim reaper.\n\nIt was a pretty tame sketch that continues a pattern of Fallon handling Trump with care. He took a little heat during the presidential campaign for going easy on Trump (most memorably when he tousled the billionaire's hair) but Fallon was in good company — and on top of the late-night ratings. As I observed last spring, ABC's Jimmy Kimmel also had “mostly stuck to surface-level gags” about Trump. For the bulk of the race, “Saturday Night Live” was pretty gentle, too, even inviting Trump to host the show during the Republican primary season.\n\n\nIn February, however, Kimmel hosted an Academy Awards show laced with political commentary, including his own.\n\n“I want to say thank you to President Trump,” he said during his opening monologue. “I mean, remember last year when it seemed like the Oscars were racist?”\n\nSince Baldwin began impersonating Trump during the final weeks of the election, “SNL” has developed a sharp edge and seemed to deliberately push the president's buttons by casting women as male members of his team.\n\n[Donald Trump didn't like that Sean Spicer was played by a woman on 'Saturday Night Live.' Don't act surprised.]\n\nWhat's more, Trump-bashing Stephen Colbert has started outdrawing Fallon on a consistent basis, since Inauguration Day.\n\nMelissa McCarthy returned to “SNL” as Sean Spicer this weekend, skewering the White House press secretary for claiming earlier in the week that Adolf Hitler refrained from using chemical weapons during World War II, even though he used poison gas to kill millions of Jews and others in concentration camps — or “concentration clubs,” as McCarthy-as-Spicer called them. In real life, Spicer referred to “Holocaust centers” during a press briefing.\n\n\nMcCarthy's performance was far more provocative than anything Fallon did.\n\nFallon, who generally shies away from political commentary, is now an anomaly. His neutrality — theoretically an ideal quality for a broadcast network trying to appeal to a broad audience — is not reaping the ratings rewards it once did.\n\n\n5-Minute Fix newsletter\nKeeping up with politics is easy now.\nSign up\nRecall that Fallon made an “SNL” cameo in October, in which he made light of the perception that he is friendly with Trump. He dressed in drag to play a white female voter from suburban Philadelphia named Doreen Troilo and was joined by Tina Fey, who played Troilo's friend, Denise McDonough. Fallon-as-Troilo claimed to be undecided about whom to vote for, which led to this exchange:\n\nMcDONOUGH: Whatever. You love Trump.\n\nTROILO: I don't love Trump.\n\nMcDONOUGH: Yeah? Well, stop acting like you do. Everyone thinks you love Trump. You're always like ...\n\n(McDONOUGH PRETENDS TO TOUSLE TROILO'S HAIR)\n\n(LAUGHTER)\n\nTROILO: I did it one time. Get off my bra strap, cool police. I don't like Trump. I don't like that he called Alicia Machado fat.\n\nThe implication was that Fallon was speaking for himself, not merely for his character. Still, condemning Trump's alleged shaming of the former Miss Universe wasn't terribly bold.\n\nFallon certainly doesn't have to follow the comedic crowd and pile on Trump. He has his own style and might believe that staying down the middle is the smart, long-term play. He might be right.\n\nBut anyone looking for Fallon to get tougher on the president was likely disappointed on Saturday.", "title": "On ‘Saturday Night Live,’ Jimmy Fallon stays soft on Trump", "link": "https://www.washingtonpost.com/news/the-fix/wp/2017/04/15/saturday-night-live-hosting-gig-will-test-jimmy-fallons-toughness-on-trump/", "id": 24, "media": "Washington Post", "datetime": "2017/04/16 01:12"}, {"author": "Dave Quinn", "content": "Survivor player Jeff Varner lost a lot more than the show’s $1 million dollar prize when he made the decision to out fellow tribemate Zeke Smith as transgender in an attempt to paint him as “deceitful” on Wednesday’s episode of the CBS reality competition.\n\nHis move, which caused outrage and backlash, not only cost the 50-year-old three-time player to be unanimously voted out of the game by his tribemates — but it also cost him his real-life job.\n\nAccording to News & Record Greensboro, Varner was fired from his job as a real estate agent on Thursday — his now-former employer Allen Tate Realtors saying Varner was “in the middle of a news story that we don’t want anything to do with.”\n\n\nIt appears, from social media postings, that Varner had just began working for the company — having only posted his first acting listing with the company on April 7.\n\nPrior to that, the openly gay North Carolina native had worked as news anchor for CBS and Fox affiliates.\n\nHitting SEND on my first active listing with @AllenTate. #realtors, send me buyers. #realtorlife pic.twitter.com/oaN9UGP1yb\n\n— Jeff Varner (@JEFFVARNER) April 7, 2017\n\nThis season of Survivor, dubbed “Game Changers” for its 34 outing, had been filmed 10 months ago in the Mamanuca Islands of Fiji — though Varner couldn’t discuss what happened until the episode’s airing.\n\nDuring that time, he said he’s done a lot of growing.\n\n“I have spent 10 months stewing in this awful, horrible mistake I have made,” Varner told EW Morning Live (Entertainment Weekly Radio, SiriusXM, channel 105) on Thursday. “I have been through, I don’t know how much therapy. With the show’s therapist, with a local therapist. I have met with and spoken to several LGBT organizations — I’ve joined the board of a couple of them… this has changed me drastically.”\n\n\nAs tough as it’s been for him, Varner recognizes that Smith, 29, is the real victim here.\n\n“This is about Zeke,” Varner said. “I can only profusely apologize. I have apologized to him — we’ve spoken several times on the phone. He continually forgives me. I am amazed and moved at his ability to do that. I know that forgiveness is difficult. I know that he has a lot of people in his ear. I know that watching this last night was traumatic not only for me and my family — I can only imagine what this was like for him and his friends and everybody who loves him.”\n\n“I hurt him,” Varner continued. “When we were in pain and we are in fair, we are dangerous people. We say things we don’t mean. And he’s calling me a bigot and full of hate and all kinds of stuff. I forgive him for that. I give him every inch of every room to feel and experience what he’s feeling. If he wants to take swings at me, I’m the one to hand him the bat. I deserve it. I deserve every bit of it. No one is going to beat me up worse than I have myself.”\n\n\nSmith, who is still in the game, told PEOPLE he was “shell-shocked” by Varner’s decision and struggles with forgiving him.\n\n“I think he hoped others would believe that trans people are dangerous and fraudulent,” he said. “That reasoning is infinitely worse than him outing me because it’s the same one used to discriminate against, attack and murder trans people. What’s great is that nobody bought it.”\n\n“It’s important people see he lost that fight,” he added. “The message should be clear that hate will always lose.”\n\nTo see Smith in the pages of PEOPLE, pick up the latest issue of the magazine, on newsstands now.\n\nHe also explained to PEOPLE that he did not want to be the “first transgender Survivor contestant.”\n\n\n“I’m not ashamed of being trans, but I didn’t want that to be my story,” Smith said. “I just wanted to go out on an adventure and play a great game. I just wanted to be known for my game.”\n\n“I offer my deepest, most heart-felt apologies to Zeke Smith, his friends and life allies, his family and to all those who my mistake hurt and offended,” he wrote. “I recklessly revealed something I mistakenly believed everyone already knew. I was wrong and make no excuses for it. I own responsibility in what is the worst decision of my life.”\n\n“Let me be clear, outing someone is assault,” Varner said. “It robs a strong, courageous person of their power and protection and opens them up to discrimination and danger. It can leave scars that haunt for a lifetime. I am profoundly sorry. Zeke is a wonderful man and I will forever be amazed and inspired by his forgiveness and compassion. I thank God for that and the gift of being an example as to why you should never do what I did.”\nIn an emotional interview with PEOPLE on Thursday, Varner broke down — saying his biggest regret was playing into the “deceitful” stereotypes many have about transgender people.\n\n\n“One of the things that breaks my heart the most is that that’s one of the stigmas that trans people fight the most,” Varner said. “People think trans people are out there deceiving and they’re predators and they’re hiding in bathrooms and stuff that’s just not true. It’s awful. We’ve got to stop that.”\n\n“We have to stop discriminating and minimizing trans people. They are humans,” he continued, sobbing. “We have to acknowledge that humanity and their dignity and lift up their voices and never reduce them to the disgusting things all these bigots do and all these people who just don’t know and are acting out of fear. ”\n\nVarner said he will “never get over” what he did. “I hurt Zeke,” he said. “My heart is open to him today and if he is reacting in any negative way I give him the space to do that – I deserve that.”", "title": "Survivor Contestant Who Outed Tribemate Zeke Smith as Transgender Fired From Job", "link": "http://people.com/tv/survivor-jeff-varner-fired-from-real-estate-job-zeke-smith-transgender/", "id": 25, "media": "People", "datetime": "2017/04/15 15:09"}, {"author": "Cherise Johnson", "content": "The dopest part about experiencing Kendrick Lamar’s release of DAMN., besides the obvious (music), are all of the small yet significant details, the unknown particulars and eerie illuminati theories surrounding the project.\n\nAs time gently inched closer to April 14, fans were gifted with hint after mysterious hint amid pristine excitement. Now that the project is here and available to be dissected, there are seven things music mavens should know about DAMN.\n\nKendrick Lamar’s Lost “PRIDE.” Verse\n\nWhile everyone has been posting their best pictures of Kendrick in support of DAMN., TDE’s Punch had to stunt one time by unveiling a lost “PRIDE.” verse scribbled in red ink on a notepad.\n\nThis gives fans insight on how Kenny works in the studio.\n\n\n“Pride is my biggest sin/I tried to fight it but I never win/Layin’ myself down in the beds I made/Karma is always knockin’ with capital K’s/It started when I was tossin’ my life in the sand/Crossin’ the street, momma don’t you hold my hand,” the lost rap reads. “Time revealing itself my ways are magnified/Same patterns requiring that I never camouflage /Looking at me in shock you found my identity/Asking yourself do I have room 4 empathy.”\n\nThe song was produced by The Internet’s Steve Lacy, who impressed the “HUMBLE.” artist while in a session with DJ Dahi.\n\n“The song I did for him came from this acoustic session that was recorded on my iPhone,” the 18-year-old producer revealed during an interview on Beats 1 Radio. “I showed Anna Wise how to record her vocals and she recorded this whole idea over these acoustic guitar chords I came up with, a small little drum loop that I made and then I took her vocal stems and made a beat over it.”\n\nThe song was originally titled, “Wasn’t There.”\n\nThe Incredible Beat Makers\n\nThis project comprises of so many legendary and well-respected Hip Hop producers in the game and among those are a few talented unknowns shrouded in mystery.\n\nOn “ELEMENT.,” James Blake, Sounwave and Ricci Riera are noted as the producers with additional production by someone named Bekon.\n\nTurns out Bekon is actually Daniel Tannenbaum, a producer formerly known as Danny Keyz who has previously worked with Dr. Dre, Eminem, Snoop Dogg and RZA among other Hip Hop notables, Pitchfork points out.\n\nBekon had his hands in creating the sound for “BLOOD.,” “YAH.,” “PRIDE.,” “XXX.,” “GOD.,” and the 9th Wonder-produced “DUCKWORTH.”\n\nAs a matter of fact, working with 9th Wonder was a dream come true for Dot, a desire dating back seven years.\n\n\nWhile The Alchemist (“FEAR.”), Mike WiLL Made-It (“HUMBLE.”), Terrace Martin (“LOYALTY.”), DJ Dahi (“YAH.,” “LOYALTY.,” “LUST.,” “XXX.,” “GOD.”) and Canada’s own BADBADNOTGOOD (“LUST.”) have already established a solid name in the music game already, the project also includes fresh production from newcomer Teddy Walton on the song “LOVE.” featuring Zacari.\n\nKendrick and Teddy linked up in 2016 and after he recorded the song, Kenny told the 24-year-old Memphis beat maker, “Yo this is going to be big,” according to a Noisey interview with Walton.\n\n“[Kendrick] was like, ‘Actually play anything… sounds… instruments… like anything you have, it don’t even have to be a beat,'” Walton explains. “So I just started playing all my older songs that I’m not even done with, just instruments and stuff and actually at that moment, he kind of didn’t seem too interested in some of the stuff that I was playing.”\n\nNext thing Teddy knows, TDE is asking him to send over whatever sounds he played that day.\n\nIlluminati Easter Day Theory\n\nWord around the internet is that Kendrick Lamar is releasing a second album on Easter Sunday (April 16).\n\n\nThe theory was originally offered by a user on Reddit by the name of n9y25ah7_ and word spread of this possibility like wildfire.\n\n\n\nThe rumors ran so rampant that in-house TDE producer Sounwave was forced to clarify his tweets.\n\n\n\nSo, there’s that.\n\n“HUMBLE.” & “The Heart Part 4”\n\nDAMN.‘s lead single “HUMBLE.” takes on new meaning on the album version and while “The Heart Part 4” isn’t included on the project, it does subtly make its way onto “FEAR.”\n\n“HUMBLE.” follows comfortably after “PRIDE.” which is segued into the next sound with a record scratch signifying an internal battle between having pride and being humble, as Pitchfork points out.\n\nInternal conflict is a continuing theme Lamar has expressed in his music throughout his career. “PRIDE.” and “HUMBLE.” now come as a complimentary pair.\n\nKendrick Lamar Vs. Geraldo Rivera\n\nRemember when Geraldo Rivera criticized Kendrick Lamar over his 2015 BET Award performance of “Alright” because he vandalized a fake cop car on stage? Well, Lamar addressed the attack on DAMN. while utilizing a soundbite from the criticism.\n\nRivera gained attention and ad dollars as people tuned in to hear him calling out the Grammy Award-winning rapper, so Dot is now shamelessly monetizing off that commentary on “BLOOD.” and “DNA.”\n\n“This is why I say that Hip Hop has done more damage to young African-Americans than racism in recent years,” Geraldo said in 2015 of Kendrick’s BET Award performance.\n\nOn “YAH.” he calls Geraldo out specifically. “Somebody tell Geraldo this nigga got some ambition,” Kendrick raps.\n\nGeraldo has since responded to the inclusion with an 18-minute video and wishes Kenny hadn’t said his name at all.\n\n“Aside from Drake, in my opinion, [Kendrick Lamar is] probably the best Hip Hop artist out there today,” Rivera admits. “I didn’t particularly care for the way he mentioned me,” he later added.\n\n\n\nGet The “DAMN.” Physical\n\nNo need to wait to get your hands on the physical version of DAMN. The CD is available in stores now for a cool $13.99.", "title": "7 Things To Know About Kendrick Lamar’s \"DAMN.\"", "link": "http://hiphopdx.com/news/id.43084/title.7-things-to-know-about-kendrick-lamars-damn", "id": 26, "media": "Hiphop DX", "datetime": "2017/04/15 15:28"}, {"author": "Alec Nathan", "content": "On the road and without arguably their best player, the Utah Jazz defied the odds and defeated the Los Angeles Clippers 97-95 in Game 1 of the Western Conference quarterfinals Saturday night at Staples Center thanks to a game-winning runner from Joe Johnson as time expired.\n\nAlthough center Rudy Gobert was ruled out with a left knee sprain after he crumbled to the hardwood 11 seconds into the first quarter, the Jazz refused to back down in the face of adversity.\n\nInstead, they stood tall and took the fight to a Clippers team that saw Chris Paul put on a spectacular show in the fourth quarter as he nearly single-handedly willed his side to victory. In fact, Paul drilled a game-tying shot with 13 seconds remaining to momentarily stun the Jazz.   \n\nGame 1: Utah's Standout Stars\nPlayer PTS FGM/FGA REB AST STL BLK +/-\nJoe Johnson 21 9/14 3 3 3 1 +6\nGordon Hayward 19 7/18 10 3 1 0 +8\nGeorge Hill 16 7/13 4 2 1 0 -2\nDerrick Favors 15 7/10 6 2 0 1 +1\nNBA.com\nBut ultimately, a balanced performance led by Johnson's veteran savvy ruled the day.  \n\nWhile Gordon Hayward double-doubled and generally set the tone for the Jazz, it was Johnson who played hero with 21 points on a tidy 9-of-14 shooting (3-of-4 from three) in 31 minutes off the bench. \n\nJohnson was particularly efficient with 14 points in the first half, but his biggest buckets came in crunch time.\n\nHis last was the biggest, but a running right-handed floater with 69 seconds remaining that put the Jazz up five also helped keep the Clippers at arm's length, as the team's official Twitter account documented:  \n\nAccording to ESPN.com's Tim MacMahon, season-long trends suggest Saturday may have just been the start of a big series for the seven-time All-Star:  \n\nBeyond Johnson, the Jazz impressed with their ball movement.\n\nThe floor was spaced for shooters all night, and Utah converted 42.1 percent of its three-point attempts as the ball moved around the perimeter in crisp fashion, as FiveThirtyEight's Chris Herring observed:\n\nThe win was also a referendum on head coach Quin Snyder—who churned out wins all season even though his roster was littered with injured players, as The Ringer's John Gonzalez and Kevin O'Connor explained: \n\nThe Clippers, meanwhile, leaned on Paul and Blake Griffin to shoulder the load on a night when their offense did not flow with consistent vigor. \n\nL.A.'s Notable Game 1 Contributors\nPlayer Points FGM/FGA REB AST STL BLK +/-\nChris Paul 25 10/19 7 11 3 0 0\nBlake Griffin 26 9/21 7 3 1 0 -7\nDeAndre Jordan 10 4/7 15 0 1 3 -1\nNBA.com\n \n\nHowever, Paul and Griffin couldn't do it alone.\n\nEven though both studs topped 25 points, the Clippers shot 33.3 percent from three as a team and received 20 points combined from all of their bench scorers. Or in other terms, one point fewer than the total Johnson posted off the pine for Utah.\n\nMoving forward, the Clippers will need far more out of JJ Redick (seven points) and Jamal Crawford (eight points) if they want to solve Utah's stingy defense on a regular basis.  \n\nWith Game 1 in the books, the Clippers and Jazz will pivot toward Game 2—which is scheduled for Tuesday evening at Staples Center (10:30 p.m. ET, TNT). \n\nUntil then, Gobert's status will be tracked closely after he was sent for an MRI in the second half of Game 1, according to the team's official Twitter account. \n\nAnd with the Clippers now headed back to the drawing board in anticipation of attacking a defense that could be without its fulcrum, head coach Doc Rivers figures to hone in on the middle of the floor and identify ways to exploit the Stifle Tower's absence. \n\nThe same will hold true for Snyder, who should continue to tinker with modified alignments that allow the Jazz to remain competitive even with Gobert banged up. \n\n ", "title": "JAZZ ESCAPE WITH GAME 1 WIN VS. CLIPPERS DESPITE RUDY GOBERT INJURY", "link": "http://bleacherreport.com/articles/2703912-jazz-escape-with-game-1-win-vs-clippers-despite-rudy-gobert-injury", "id": 27, "media": "Bleacher Report", "datetime": "2017/04/16 00:00"}, {"author": "Steve Aschburner", "content": "CLEVELAND – The playoffs are lovely, dark and deep. But the Cleveland Cavaliers have promises to keep. And miles to go before they sweep, and miles to go before they repeat.\n\nBesides the apologies offered up here to Robert Frost, it should be noted the connection between the Cavaliers’ metaphoric miles and Indiana’s C.J. Miles is merely coincidental. Then again, nothing would have driven home the point more about Cleveland’s need to improve its play in an array of areas than if Miles’ jump shot from the left wing had dropped through the rim with one second left, rather than bounding off as time ran out at Quicken Loans Arena Saturday afternoon.\n\nThat slim margin, had it flipped Cleveland’s 109-108 victory into a one-point stunner at home in Game 1 of its first-round Eastern Conference series, would have brought 48 hours (at least) of drama, second-guessing and overwrought fretting about, “What’s wrong with the Cavs?” It’s a question that’s been in play for much of the past two months, one around which LeBron James, Kyrie Irving, coach Tyronn Lue and the rest of them tiptoed afterward.\n\n“It’s a long journey. We understand that,” Irving said. “We don’t take any possession for granted. Tonight, was just a lot of mistakes on our end. A lot of 50/50 balls that should have been in our hands. Fewer rebounds kicked out of bounds. Those are things we can correct. We just have to take it game by game. We understand that. We have a veteran group.”\n\nIt’s a group largely intact from the team that dug itself into, and then out of, a 3-1 hole in last June’s Finals against Golden State. It’s also the group that went 11-15 after the trade deadline, an ordinary 25-24 since Jan. 2, and played defense in a manner befitting the dregs of the league.\n\nThe Cavaliers have been alternating between denial and introspection for weeks. ‘Fessing up in a given moment to how much better they need to be playing as the postseason competition gets dialed up, reassuring themselves if not others of their capacity to find and flip their playoff switch.\n\nThat duality was still in play Saturday. Cleveland surely was pleased with about shooting 54 percent against the Pacers, nearly 40 percent from 3-point range and the work its players put in at both ends during a 10-0 stretch in the third quarter that pushed its lead to a game-best 12 points.\n\n4:24Play\nCleveland was not so pleased that it frittered away that lead, despite Indiana star Paul George making just one bucket in the fourth quarter. Or that it managed just 17 points in that final period. Or that it fell behind 105-103 with 3:31 left ... at home ... against the East’s No. 7 seed. The Cavs certainly had to flinch over Indiana’s 11-of-24 shooting from the arc, along with the nearly fatal 13 free throws they missed.\n\n“I’m happy we got the victory,” James said after scoring 32 points and, with 13 assists, generating a bunch more – each one essential. “I’m happy how emotional we were. I’m happy with the energy and the effort.”\n\nSo much attention heading into this series had focused on the Cavaliers’ readiness – could they flip the switch? – that you might have thought they were as simple as a kitchen appliance. Plug in the refrigerator, it runs, done.\n\nThe reality is that an NBA team, especially a title-worthy one, is more like the cockpit of a jet airliner. Switches, buttons, dials and levers galore. So while the Cavs may have found the emotional pitch they needed, they toggled from good to bad defensively. Irving, Kevin Love and J.R. Smith shot a combined 4-of-18 on 3-pointers and Kyle Korver’s only field goal attempt was a two. Cleveland got outworked on the glass all game and out-hustled on the floor often enough that it stuck in Lue’s craw.\n\n“Overall defensively, we were pretty good, just outside of the loose balls that they got,” Lue said. “Offensive rebounds, put-backs. The 50/50 balls we didn’t get to, they scored on. Y’know, just clean those things up, it’d be a different game. Eleven turnovers for 19 points and then missing 13 free throws wasn’t good for us. We found a way to win the game, but we’ll be better.”\n\nLots of athletes and teams can live and take refuge in a binary world – who won, who lost? – but a defending champion that strays so from its peak performance is bound to get judged on style points. If the Cavaliers admit their play isn’t where it needs to be, the teams hoping to unseat them – the Celtics, the Raptors, the Wizards and right now the Pacers – can’t help but gain confidence.\n\n“It doesn’t mean that we believe it,” Irving said, a little defensively. \"I’ve never said that. I’ve understand there are things that we can correct going forward. ... I don’t know exactly what you’re trying to ask. I don’t know if I can answer it.”\n\nAre the Cavaliers vulnerable?\n\n“Oh, if we feel vulnerable? Oh no. No,” Cleveland’s point guard said. “Not going into any game, with the group that we have. I understand there are some mistakes that happen throughout the game. The regular season didn’t end the way we want it to. But like I said, this is a step in the right direction.”\n\nAnd still it came down to a make-or-miss by Miles, once James and Smith forced the ball from George’s hands by double-teaming on the final possession. Imagine the wailing if that ball ...\n\n“I don’t know. There’s no way you can really answer that question,” James said, rejecting the hypothetical after running his streak of first-round victories to 18. \"If I didn’t get the block [late in Game 7] last year in the Finals. If Kyrie didn’t make the three. If Steph [Curry] would have made the three. There’s so many ... you can’t look at a game like that. He missed. We won.”\n\nMiles to go, though. Miles to go.", "title": "A rocky first step for Cleveland Cavaliers in quest to repeat as champions", "link": "http://www.nba.com/article/2017/04/15/cleveland-cavaliers-have-rocky-first-step-towards-goal-repeating-champions", "id": 28, "media": "NBA", "datetime": "2017/04/15 21:56"}, {"author": "Mike Chiappetta", "content": "For a long time, Demetrious Johnson has been the UFC's most anonymous champion. Every few months, it dusts him off, winds him up and lets him do his thing—which is something close to perfection—and everyone claps politely and then proceeds to forget about him within a few minutes of his departure.\n\nAt least for one night, we may have hope that is about to change. In Kansas City, Missouri, Johnson was greeted like a star, performed like a star and walked off basking in the brightest spotlight his amazing reign has yet seen. \n\nPerhaps this is all it took: a near flawless, jaw-dropping kind of mastery that left him alongside one of the most legendary names in the sport and threatening to rise above him. Johnson's third-round submission win over Wilson Reis on Saturday marked his 10th straight UFC flyweight title defense, tying Anderson Silva for the most successful defenses in UFC history.\n\n\"[Georges St-Pierre] and Anderson Silva were great champions, but I'm the best champion to ever step foot in the Octagon,\" Johnson said in the cage moments after his win, per the UFC.\n\nThat claim is still debatable, but his case has plenty of evidence that is irrefutable, and more than that, it continues to build.\n\nWith one more win, Johnson will have done something that no one in the UFC has ever done. That is an argument with no counter.\n\nThe question between now and then will be which man gets the chance to end his streak. Will it be Joseph Benavidez, in a trilogy bout? Will Ray Borg get a shot? Or will the UFC try to set up Johnson's most high-profile match to date and grant bantamweight champ Cody Garbrandt's wish to face him?\n\nThe last of the three is the one Johnson is most deserving of, but it's also the matchup with the most hurdles. Johnson would have to be willing to wait until July just to set it up, all the while hoping that Garbrandt defeats T.J. Dillashaw in his first title defense.\n\nAnd oh, yeah: He'd require a seven-figure payday, something that has thus far eluded him in his career.\n\n\"The whole thing with Cody; I'm not worried about it,\" Johnson said in the post-fight press conference. \"I've never turned anybody down. I have nothing but love for the guy. He just won a belt. I've defended mine 10 times. If he comes down at 125, we welcome it. He doesn't dictate terms. Well maybe he does? I don't know, but at the end of the day, it is what it is. If Cody wants to come to 125, and UFC deems him ready for a title shot, perfect.\"\n\n\n\nIf Johnson comes off as indifferent to the prospective champion vs. champion fight, it's only because humility and modesty is a staple of his personality, as is his continued drive.\n\nAs Johnson's reign has unfolded, there has been a striking difference in his championship comportment as compared to either Silva or St-Pierre.\n\nLate in their reigns, both of those men openly discussed the crushing strain of wearing a target. Johnson has never shown any signs of being stressed by the many would-be usurpers circling him.\n\nStardom also has little meaning to him, which is why he has never altered his personality to fit the MMA superstar archetype. \n\n\"I'm not searching for that. That's not why I do this sport,\" he said. \"I'm not here to be prom king. I want to be the best fighter in the UFC. I think I proved that tonight, dominating a world-class grappler. I don't think I was touched on the feet.\"\n\n\nYes, Saturday's win was even more stunningly perfect than those that have come before it. According to FightMetric, Johnson limited Reis to landing just 10.6 percent of his strikes (18 of 170), a dismal ratio that amounted to quicksand for the challenger. It's already nearly impossible to beat Johnson, but when you are consistently swinging at air, it is hopeless. By the middle of the second round, Reis must have felt like a dog chasing his tail.\n\nAnd like all great champions, once Johnson had his opponent deflated, the fight's ending was a mere formality. Johnson nearly finished Reis in the second, dropping him with a knee to the body and then pouncing on his grounded opponent with a series of hammerfists, but Reis was able to survive the few seconds to the horn.\n\nReis wasn't so lucky in the third. Worn down and damaged, he was put down after Johnson pummeled him from the top and pivoted to an arm bar, making the first submission loss in Reis's 29-fight, decadelong career.\n\nWhen it was over, Reis just shrugged and hugged Johnson. There was nothing else to do. There was no way to spin things for a positive outlook.\n\nThere was just the stark bluntness of both the process and the result.\n\nAnd that, in the end, is the greatness of Johnson. Yes, his numbers are impressive. Yes, his skill set is sublime. But during this 10-fight stretch, he has mostly left opponents bewildered. \n\nHe has been so good for so long that in formulating the game plan against him, opposing coaches have to concede a few basic truths. If they are honest with themselves and their charges, they must admit in their preamble, \"I know you're going to miss strikes...\" \n\nWith that kind of statement, there is usually something afterward, some plan of action or attack. Some theoretical offense. But none of it ever comes to pass. \n\nAgainst Demetrious Johnson, it's a pipe dream, a mirage, a fantasy.\n\nMaybe we can all acknowledge him now. And maybe the UFC can give him his well-deserved payday. Whether it's Garbrandt or the co-main event spot of a Conor McGregor card, Johnson has earned this like no one in UFC history ever has.\n\nAt least on Saturday night, the fight world took notice. That's a start. Now as he flies back home and disappears from our view for a couple of months, let's not forget him.\n", "title": "FOR DEMETRIOUS JOHNSON, CHAMP VS. CHAMP FIGHT WITH GARBRANDT IS THE ONLY CALL", "link": "http://bleacherreport.com/articles/2703913-for-demetrious-johnson-champ-vs-champ-fight-with-garbrandt-is-the-only-call", "id": 29, "media": "Bleacher Report", "datetime": "2017/04/16 00:00"}, {"author": "Mike Lupica", "content": "Phil Jackson says that Carmelo Anthony would be better off somewhere else and at least Jackson is finally right about something in New York other than Kristaps Porzingis. If Jackson is going to stay here for two more years and finish off the kind of bad contract he generally awards to coaches and players, then Anthony is absolutely better off somewhere else. Including the moon.\n\nIt is ironic, when you think about it. So often when Jackson is talking about Anthony he sounds as if he is talking about himself. Starting with how stubborn he says Carmelo Anthony is. You’ve got to admit. That’s a good one.\n\nBut the one who ought to be somewhere else is Jackson himself.\n\nIt is worth pointing out again that if anybody else in town had his record as an executive, they would already be on their way out of town. His greatest success as an executive isn’t drafting Porzingis, after everybody in the league knew how hard he’d tried to peddle the fourth pick in that draft. It is taking James Dolan’s money.\n\nYou wonder now if Irving Azoff, the manager of the Eagles who brokered the deal between Dolan and Jackson, still has the run of Madison Square Garden the way Jackson does. Maybe Dolan’s long game is that if he sticks with Jackson long enough, he will eventually get the Knicks to the NBA Finals the way Glen Sather finally got the Rangers to the Stanley Cup final. Good luck with that.\n\nJackson’s record with the Knicks now stands at 80-166. He says the fans see the Knicks getting better. But why wouldn’t he think he can sell fans his particular brand of snake oil, as he looks around night after night and sees the Garden full of people who continue to support a team that has become one of the two biggest losers in the sport (along with the Timberwolves) over the last 15 years? Maybe these are the same people who still buy into the laughable notion that the Garden is still a “mecca” of basketball. Ask the question again, loudly, and even from the cheap seats, if you can still find any of those at the Garden:\n\nMecca of what, exactly?\n\nEither Dolan continues to be star-struck by the mere presence of Jackson in the building, or he is still desperate to use Jackson as cover for the biblical mess that the Knicks have become since Jeff Van Gundy walked away from Dolan and the Knicks in December of 2001. We hear constantly about how much Dolan wants to win. As he stays with Jackson after 80-166. And is told that the real plan over the past three years was getting to the next plan.\n\nScott Layden would never have survived a record like that. Donnie Walsh wouldn’t have survived. Isiah Thomas survived his own various calamities, on and off the court, until Dolan finally kicked him to the curb. Glen Grunwald was the guy in charge when the Knicks won 54 games and the Atlantic Division, and he didn’t make it to Opening Night the next season.\n\nJackson is three awful seasons working on four. At least Woody Johnson, no beacon of enlightened ownership, had seen enough of John Idzik after two seasons to get rid of Idzik. Now Jackson stands up on Friday and talks about how three years into his rebuilding program he’s starting another rebuilding program. This is the part where it becomes official that Dolan’s basketball emperor isn’t wearing any clothes.\n\nJackson: “I didn’t come here just to particularly win a championship but to do things that were directed by my instructions by Dolan — let’s have something that is identifiable in who we are and how we play.”\n\nWell, they’ve certainly done that, haven’t they? In that moment, the Knicks moving further and further away from a championship wasn’t just Carmelo’s fault… it was actually Dolan’s, too!\n\nBut if Jackson wasn’t brought here to win a championship, then why did Dolan throw $60 million at him three years ago? Getting better? No, the Knicks are getting worse. And if you still believe this is somehow all Anthony’s fault, then you also believe pigs can fly.\n\nAround nine months after Jackson began going through Dolan’s wallet, the team built around Carmelo Anthony, the old ball holder who finished third in MVP voting that year, finished a season that saw them win 54 games and the Atlantic Division title and the only playoff series the new York Knicks have won since they made it to the Eastern Conference finals in 2000. Think about that. One playoff round won, 17 years. At the “mecca” of basketball. The Nets have won as many playoff series as the Knicks since they moved to Brooklyn. Maybe they should start calling the Barclays Center the mecca of basketball in New York.\n\nSomehow, through it all, Jackson continues to act as if he still exists on some higher basketball plane than everybody else. Somehow the guy who is clearly obsessed enough with the media that he essentially hid from them for an entire season acts as if his problems with Anthony were created by the media. No, he is the one who created those problems by giving the guy $120 million and a no-trade clause in his contract and then acting shocked that Anthony was the exact same player he’d always been.\n\n“We can’t win with him on the court,” Jackson says.\n\nActually, the Knicks can’t win with Jackson anywhere near the court at Madison Square Garden. He is the guy who gave Joakim Noah $72 million. He is the guy who thought that Derrick Rose could somehow thrive in a triangle offense that fit him about as well as a pair of basketball shoes about four sizes too small. He is the guy who has hired Derek Fisher (at $25 million), Kurt Rambis and Jeff Hornacek as his coaches.\n\nHe is playing Knicks fans for suckers. Doing the same with his boss. But he is the one not going anywhere. He’s handed out some bad contracts since he got here. The worst is the one Dolan gave him. Carmelo would be better off somewhere else? No kidding? Look who’s talking.\n\nHank on an island, Eli’s helmets & Masters-ful finish . . .\n\n- Yeah, who wouldn’t want the chumpwit who says he no longer dates hot women?\n\nIf you watched just the third period of Rangers-Canadiens Friday night, you know this the way you do your screen name:\n\nIt felt as if the Canadiens spent about a week in Henrik Lundqvist’s lap.\n\nMike D’Antoni will probably win Coach of the Year in the NBA.\n\nBrad Stevens of the Celtics is as good a basketball coach as there is anywhere, college or pros.\n\nBut raise a hand if you thought Quin Snyder’s Jazz were going to win 51 games this season and be the fifth seed in the Western Conference.\n\n- You never want to get behind your own story, or your own news cycle, even though that’s obviously happened with Eli Manning.\n\nBut it’s hardly too late for him to explain what he meant with that email about two helmets that “could pass as game used.”\n\nBy the way?\n\nEd Werder made a good point the other day on ESPN, when he asked how many helmets an NFL quarterback actually uses across the course of a season, and what these people think they’re buying.\n\nSometimes – a lot of times – you get the idea that the whole sports memorabilia business in this country makes telemarketing seem like church.\n\nEventually we’ll likely find out that this case with Eli might not rise to the level in Jersey of something as bad as — oh, I don’t know — having your aides snarl traffic on the George Washington Bridge and those aides getting jail time as a result.\n\nSomething like that.\n\n- No Jordan Spieth in the mix on the back nine at Augusta last Sunday.\n\nNo Rory McIlroy.\n\nNo Dustin Johnson, who withdrew on Thursday after saying he fell on some wet steps.\n\nWith all that, Justin Rose and Sergio Garcia, a major champion and a guy desperate to finally become one, provided one of the great last two hours any Masters Sunday has ever seen.\n\nAnd it is worth remembering that after Rose seemed to have taken control of the final round after Sergio made bogeys at 10 and 11 starting the back nine and then seemed to have shot himself in the foot and out of things with that errant drive on No. 13, Sergio Garcia’s ball-striking was almost flawless from 14 tee on.\n\nBirdie on 14.\n\nEagle on 15.\n\nKnocked it stiff on 16 even though he missed the putt.\n\nEven though he missed his first birdie putt on 18, before they played it again in sudden death, he hit a beautiful iron shot to give himself a chance.\n\nPlayed like a major champ, on the day when he finally became one.\n\nHad played 73 majors without winning.\n\nThen finally won one on the 73rd hole at Augusta.\n\nVery cool.\n\nThe Boston Red Sox miss David Ortiz even more than they thought they were going to, no matter how much young talent they have up and down their batting order.\n\n- It was nice to hear Phil Jackson, by the way, admit that there might have been a few holes in the Knicks’ defense this season.\n\nWell, at least until – in the Zen Master’s view – Ron Baker practically became Defensive Player of the Year in the last two weeks of the season.\n\nCNN’s Fareed Zakaria seems like one of the good guys, but if he gets any more defensive about saying that Trump became president because he hit Syria with those missiles the other night, he’s going to show up on TV wearing a helmet.\n\n- I know what the Warriors’ record was during the regular season when Kevin Durant was healthy.\n\nI know how they turned it on down the stretch, even before Durant came back.\n\nBut now we will see how he and Steph Curry make it work in the playoffs.\n\nClyde and Earl the Pearl did it a long time ago with the Knicks, after they went from being basketball adversaries to teammates.\n\nNow we see with Curry and Durant.\n\nOh, good, let’s play a game of nuclear chicken with the little nut from North Korea.\n\nI honestly do believe that when they remove Steve Bannon from the White House, the scene is going to resemble the doctor getting removed from United 3411.", "title": "Phil Jackson is the one who should be getting told to leave Madison Square Garden and the Knicks", "link": "http://www.nydailynews.com/sports/basketball/knicks/phil-jackson-run-msg-article-1.3060652", "id": 30, "media": "Daily News", "datetime": "2017/04/16 01:28"}, {"author": "Katrina Pascual", "content": "Ten nights of staunch observation may have led astronomers to successfully peer inside a black hole and take an image of its event horizon, or its point of no return.\n\nThe mass of data collected is now on its way to two supercomputers in the United States and Germany to confirm in early 2018 if it is indeed the very first capture of the renowned gravitational sinkhole.\n\nBlack Hole Information Paradox\nThe ultimate goal for researchers was getting a picture of a region surrounding the black hole. This is the event horizon, or the boundary beyond which not even light can escape the object’s massive grasp.\n\nAlbert Einstein’s general theory of relativity, born in 1915 and which details how gravity affects the cosmos, has the existence of extremely massive black holes as one of its first predictions.\n\n“They are the ultimate endpoint of space and time, and may represent the ultimate limit of our knowledge,” said radio astronomer Heino Falcke of Radboud University in the Netherlands, adding that the first images will turn black holes from mythical things to concrete evidence that scientists can actually study.\n\nEinstein’s theory notes that all the information crossing a black hole’s event horizon gets lost forever. Yet according to quantum mechanics, information can never be lost.\n\nBack in the 1970s, astrophysicist Stephen Hawking found that black holes can disappear, and so information can be lost forever. The theoretical structure that quantum mechanics puts forward is therefore compromised if the particles’ information could indeed be lost in the black hole.\n\nEvent Horizon Telescope\nAll the scientific inquiry and ambition has led to the widely ambitious Event Horizon Telescope, an international collaboration linking eight observatories to create a virtual telescope dish as wide as Earth. While the method is nothing new, it is the first time that a project is done on a large scale.\n\nThe radio-dish network went to work on a 10-day window starting April 4, peering at two supermassive black holes: Sagittarius A*, lying at the core of the Milky Way and 4 million times as huge as our sun; and the Messier 87, a black hole in a neighboring galaxy some 53 million light-years away.\n\nThe telescope has investigated the vicinity of each of the monster black holes before, but this marks the first time the network comprised the South Pole telescope as well as the Atacama Large Millimeter/submillimeter Array (ALMA) telescope located in Chile.\n\nALMA, for one, increases the Event Horizon Telescope’s acuity 10 times, allowing it to find something as tiny as a golf-sized object on the moon — and potentially the small event horizons of the black holes.\n\nHurdling The Weather And Months Of Waiting\nThe image returned is hoped to demonstrate the flow of material moving in and out of the black hole.\n\n“What we expect to see is an asymmetric image where you have a circular dark region. That’s the black hole shadow,” MIT research scientist Vincent Fish told Newsweek, adding the presence of the photon ring or a spherical area of space where gravity is so potent that photons are forced to travel in orbits.\n\nThe weather proved to be a crucial factor in the mission as astronomers observe black holes in millimeter radio waves, which water absorbs as well as emits. This means precipitation could cloud the observations.\n\nMitigating this issue involves placing radio telescopes at high altitudes, although rain, clouds, or snow could still take the observatory offline. Even high-altitude winds could shut down a given telescope.\n\nThus Fish and his fellow scientists met every day to decide on when to activate the large network and assess weather conditions at every site. Constant weather monitoring and communication among astronomers were done.\n\nThe researchers have collected about one petabyte of data, which equates to MP3 songs playing continuously for more than 2,000 years without any repeats. Two research institutes, the MIT Haystack and the Max Planck Institute for Radio Astronomy in Germany, are receiving the said data.\n\nThe telescopes’ recorded information is stored on 1,024 drives, which will be mailed to the research institutes’ processing centers. Hard drives coming from the South Pole telescope, too, cannot be sent out until the end of winter in the region, or by the end of October.\n\nDespite the long wait and other external factors, the team remains optimistic. Falcke said that even if the images emerge as “crappy and washed out,” they can help test basic predictions of Einstein’s theory in the extreme-physics environment of a black hole.\n\nKnowing the black hole’s mass and distance, explained Fish, means one should see the shadow and ring, and that the latter will have a specific diameter and will be quite circular.\n\n“If the shape isn’t circular or the wrong size, then relativity has made a prediction that has failed,” he said.", "title": "Earth-Sized Telescope Just Took The First-Ever Photo Of A Black Hole: How It Will Test Theory Of Relativity", "link": "http://www.techtimes.com/articles/204891/20170415/earth-sized-telescope-just-took-the-first-ever-photo-of-a-black-hole-how-it-will-test-theory-of-relativity.htm", "id": 31, "media": "Tech Times", "datetime": "2017/04/15 22:37"}, {"author": "Marcia Dunn", "content": "CAPE CANAVERAL, Fla. (AP) — A tiny, ice-encrusted ocean world orbiting Saturn is now a hotter-than-ever candidate for potential life.\n\nNASA’s Cassini spacecraft has detected hydrogen molecules in the geysers shooting off the moon Enceladus, possibly the result of deep-sea chemical reactions between water and rock that could spark microbial life, scientists announced Thursday.\n\nNASA and others are quick to point out this latest discovery does not mean there’s life on Enceladus (ehn-SEHL’-uh-duhs), but that there may be conditions favorable for life.\n\nA liquid ocean exists beneath the icy surface of Enceladus, which is barely 300 miles (500 kilometers) across. Scientists have long known about the plumes of water vapor spewing from cracks at the moon’s south pole, thanks to Cassini . The heavy presence of hydrogen suggests chemical reactions between the warm water and ocean-floor rock that could support life.\n\nCassini uncovered the hydrogen during its final close flyby of Enceladus in 2015, when it dove deeper than ever through its plumes of vapor and particles. The researchers reported that the hydrogen, along with carbon dioxide that was also found, could mean that undersea microbes are producing methane as they do in the bowels of our own oceans and waterways.\n\n“It really represents a capstone finding for the mission,” said Cassini’s project scientist, Linda Spilker, noting that the spacecraft has been circling Saturn for more than a decade.\n\n“We now know that Enceladus has almost all of the ingredients that you would need to support life as we know it on Earth,” she said at a NASA news conference.\n\nA press conference viewer, asking questions of the scientists via Twitter, asked if NASA was talking about bacteria or algae — or giant squids.\n\n“Most of us would be excited with any life,” said Mary Voytek, an astrobiology senior scientist for NASA. “We’re going to start with bacteria and, if we get lucky, maybe there’s something that’s larger.”\n\nThe findings were reported Thursday in the journal Science by a team from Southwest Research Institute in San Antonio.\n\nLaunched in 1997 and now finally running low on fuel, Cassini is drawing ever closer to its demise. The spacecraft will duck through the gap between Saturn and its rings 22 times before spiraling out of control and vaporizing in the sky above Saturn this September.\n\nCassini has no instruments that can detect life, so it will be up to future robotic visitors to seek out possible life on Enceladus, the scientists said.\n\nEuropa, an ice-covered moon of Jupiter also believed to have a subsurface ocean, may have water vapor jets spewing into space as well, similar to Enceladus. The Hubble Space Telescope has observed what looks to be plumes emanating from Europa. A spacecraft under development called the Europa Clipper, to launch sometime in the 2020s, could shed more light on the matter.\n\nVoytek said her money is still on Europa for potential life, versus Enceladus, since Europa is much older and any potential life there has had more time to emerge.\n\nWhile questions remain, Thursday’s news represents “an important advance in assessing the habitability of Enceladus,” Woods Hole Oceanographic Institution’s Jeffrey Seewald wrote in a companion article.\n\n“We still have a long way to go in our understanding,” said Seewald, who was not involved in the study. “Future missions to explore oceans beyond Earth will answer many of these questions.”", "title": "Ocean world near Saturn top contender for life beyond Earth", "link": "http://krqe.com/2017/04/15/ocean-world-near-saturn-top-contender-for-life-beyond-earth/", "id": 32, "media": "KRQE", "datetime": "2017/04/15 19:23"}, {"author": "RT", "content": "Scientists have created a device that can literally extract water from the air using solar power which could one day provide “personalized water” to those in areas affected by chronic drought.\nResearchers at Massachusetts Institute of Technology (MIT) and the University of California Berkeley published their findings in the journal Science on Thursday.\n\nThe invention can harvest water from the atmosphere in conditions where relative humidity is as low as 20 percent, which makes it potentially usable in many of the planet's driest regions.\n\nREAD MORE: Somalia drought crisis: 110 people dead from hunger in 2 days, says PM\n\nWith an estimated 1 in 10 people lacking access to clean drinking water and 4 billion people worldwide facing severe water shortages the potential for this technology is huge.\n\n“This is a major breakthrough in the long-standing challenge of harvesting water from the air at low humidity,”said Omar Yaghi from Berkeley, who along with colleague Evelyn Wang from MIT created the revolutionary tech.\n\n“There is no other way to do that right now, except by using extra energy. Your electric dehumidifier at home ‘produces’ very expensive water,” he added.\n\nWang echoed these statements; “This work offers a new way to harvest water from air that does not require high relative humidity conditions and is much more energy efficient than other existing technologies,” the mechanical engineer said.\n\nIn order to harvest water, the system uses a specially designed material, a metal organic framework (MOF) designed by Yaghi over 20 years ago. By combining metals like magnesium or aluminium with organic molecules the MOF creates rigid, porous structures ideal for storing liquids and gases.\n\nEssentially the system absorbs and traps air in nanometer sized pores. When sunlight is added, water molecules inside the trapped air get released and condensed into drinkable H2O. Using just 2.2 pounds (997g) of MOF the device can harvest 2.8 litres of water over a 12 hour period.\n\n“One vision for the future is to have water off-grid, where you have a device at home running on ambient solar for delivering water that satisfies the needs of a household,” Yaghi told Berkeley news.\n\n“To me, that will be made possible because of this experiment. I call it personalized water,” the scientist added.\n\nThe ingenious device is not yet ready for commercial production but the scientists have big plans for their technology.\n\n“There is a lot of potential for scaling up the amount of water that is being harvested. It is just a matter of further engineering now,” expressed Yaghi.\n\nREAD MORE: NASA’s new Mars drone to scout for human habitation sites (VIDEO)\n\n“To have water running all the time, you could design a system that absorbs the humidity during the night and evolves it during the day,” he said. “Or design the solar collector to allow for this at a much faster rate, where more air is pushed in. We wanted to demonstrate that if you are cut off somewhere in the desert, you could survive because of this device. A person needs about a Coke can of water per day. That is something one could collect in less than an hour with this system.”\n\n", "title": "Out of thin air: Scientists create solar powered device turning air into drinking water", "link": "https://www.rt.com/viral/384909-air-water-solar-power/", "id": 33, "media": "RT", "datetime": "2017/04/16 04:05"}, {"author": "Jonathan Pearlman", "content": "Last month, a team of Australian researchers used a small airplane to swoop low over the Great Barrier Reef in north Queensland.\n\nAs they peered below, their worst fears seemed to be confirmed. Large swathes of the reef - the world's largest living marine structure - were ghastly white and bore the distinct marks of coral bleaching.\n\nProfessor Terry Hughes, a marine scientist at James Cook University in Queensland who led the survey, later said in a tweet that it was \"without doubt the most confronting research project I've ever done\".\n\nAfter weeks of aerial and underwater surveys, the study findings were released last Monday: Two-thirds of the 2,300km stretch of the Great Barrier Reef had suffered serious bleaching, mainly due to warming water temperatures.\n\nIt marked the first time scientists have observed consecutive years of mass bleaching events on the reef.\n\nSaving the reef\nQ What is coral bleaching?\n\nA Rising water temperatures are the main cause of bleaching, according to scientists. The heat stress causes the algae that live in the coral's tissue to leave. This deprives the coral of its major food source and can leave it white or pale. If the algae loss is prolonged, the coral eventually dies.\n\nClimate Council, a non-governmental organisation in Australia, said \"extreme coral bleaching and the death of reefs will become the new normal unless serious and rapid reductions in greenhouse gas emissions are achieved\".\n\nQ What can help revitalise the reef?\n\nA If the temperature cools and the algae return, the coral can recover, but it may take years or decades. Scientists say urgent action is needed to combat climate change in Australia and around the world.\n\nEfforts to address overfishing and pollution can also help.\n\nThere have been four severe bleachings in recent times: in 1998, 2002, 2016 and 2017.\n\nScientists said the duration of the current bleaching means it will be much harder for the coral to recover. It is a development that threatens a lucrative tourism sector that attracts 2.8 million visitors a year and earns an estimated A$7 billion (S$7.4 billion) annually.\n\n\"It takes at least a decade for a full recovery of even the fastest-growing corals, so mass bleaching events 12 months apart offers zero prospect of recovery for reefs that were damaged in 2016,\" said Dr James Kerry, from James Cook University, in a statement last Monday.\n\nAccording to the survey, the worst of the bleaching was in the middle third of the reef. Only the bottom third was unscathed.\n\nSea surface temperatures in the Great Barrier Reef last year were the hottest since records began in 1900. Other causes of damage include cyclones, overfishing and pollution.\n\n\"Clearly the reef is struggling with multiple impacts,\" said Prof Hughes. \"Ultimately, we need to cut carbon emissions, and the window to do so is rapidly closing.\"\n\nThe bleaching has removed some of the allure from the famed stretch of colourful reefs. Australian non-governmental organisation Climate Council said the bleaching could cost a million tourists a year and up to A$1 billion in lost revenue.\n\n\"Over the next two to three decades, bleaching events are likely to have catastrophic impacts on reef health and the economy,\" it said in a report released last Wednesday.\n\n\n\nThe federal government has come under domestic and international pressure to protect the reef. The United Nations Educational, Scientific and Cultural Organisation (Unesco) has in recent years considered putting the reef on its \"in danger\" list, due to the widespread damage and ongoing threats.\n\nThe Australian federal authorities have adopted various programmes to protect the reef, including efforts to contain outbreaks of the coral-eating crown-of-thorns starfish and improving the quality of water entering the reef, for example from rivers.\n\nFor now, tourists are still flocking to the reef. But the sustained and high-profile damage is worrying local authorities and tour operators.\n\n\"Bleaching is a real problem from a marketing perspective,\" Mr Col McKenzie, from the Association of Marine Park Tourism Operators, told Fairfax Media last month.\n\nDr Russell Reichelt, chairman of the Great Barrier Reef Marine Park Authority, said some reefs remained largely unaffected and the healthy reefs would help to \"seed recovery\".\n\n\"Reefs and individual coral colonies do have the ability to recover, depending on the severity of the bleaching and whether other pressures are reduced,\" he said in a statement.\n\n\"The international community urgently needs to work together to implement the Paris Agreement (to address climate change).\n\n\"Otherwise coral reefs worldwide face a bleak future.\"", "title": "Great Barrier Grief as bleaching cripples reef", "link": "http://www.straitstimes.com/asia/australianz/great-barrier-grief-as-bleaching-cripples-reef", "id": 34, "media": "The Straits Times", "datetime": "2017/04/16 05:00"}, {"author": "Steve Robson", "content": "A viral story about a couple who apparently found out they were twins through IVF appears to be fake.\n\nThe article was published by the 'Mississippi Herald' on Thursday and was soon picked up by news outlets around the world, including mirror.co.uk\n\nIt claimed a man and a woman found out they were biological twins after a routine DNA test at a fertility clinic.\n\nThe story, which had no byline, reportedly came from an unnamed doctor who worked at an unnamed clinic in Jackson, Mississippi.\n\nHowever, suspicions were quickly raised by readers online who could find no evidence of a newspaper called the Mississippi Herald.\n\n\nThe 'couple' apparently found out they were twins during IVF treatment (Photo: Getty)\nMirrorOnline has now spoken to the Mississippi Sun-Herald, a daily newspaper based in Biloxi which has been in circulation since 1884.\n\nNight editor Kim Anderson said: \"There is not a Mississippi Herald.\n\n\"Our web editor is aware of this story and the Mississippi Herald appears to be the only source of this news.\"\n\n\nA screenshot shows the 'Mississippi Herald' has no stories older than April 10\n\nAn identical story appeared in the 'Denver Inquirer' in December 2016\n\"We've certainly never heard of the Mississippi Herald, there's certainly no bricks and mortar building to my knowledge.\n\n\"We suspect it's a fake news story.\"\n\nOther factors also indicate a fake news story.\n\nThe Mississippi Herald appears to have first began publishing news stories this week on April 10.\n\nThere is no phone number, email address or physical address to contact the 'newspaper'.\n\nThe domain www.mississippiherald.com was only registered on November 2 last year.\n\nMirrorOnline has asked for a comment via a generic contact form.\n\nAn identical story also appeared in the 'Denver Inquirer' on December 10, 2016.\n\nThe Inquirer's website design is almost identical in design and layout and does not have any method of being contacted.", "title": "Viral story about 'married couple who found out they were twins through IVF' appears to be fake", "link": "http://www.mirror.co.uk/news/real-life-stories/viral-story-married-couple-who-10235022?service=responsive", "id": 35, "media": "Mirror", "datetime": "2017/04/16 02:40"}, {"author": "Susan Scutti", "content": "(CNN)The Texas Department of State Health Services warned this week of multiple ongoing mumps outbreaks. The surge, which includes 221 cases this year, constitutes the highest incidence of mumps in the state in 22 years.\n\nMumps is a contagious disease caused by a virus that spreads from person to person through saliva and mucus.\n\"What we've seen -- as in other parts of the country, (it's) really just the same thing -- a pretty big resurgence in mumps cases over the last six or eight months,\" said Chris Van Deusen, spokesman for the state's health services department. In 2016, Texas experienced 192 mumps cases, he said, primarily in the last few months of the year.\nHow vaccines stop diseases like measles\n\nHow vaccines stop diseases like measles 01:26\nMumps typically begins with fever, headache, muscle aches, tiredness and loss of appetite lasting a few days, according to the US Centers for Disease Control and Prevention. Most people will have swelling of the salivary glands, causing puffy cheeks and a swollen jaw. Generally, symptoms last at least two days but no more than 10 days.\nBecause it is caused by a virus, mumps does not respond to antibiotics. Doctors generally recommend bed rest and over-the-counter pain relievers.\n\"We have largely seen outbreaks in North Texas, so the Dallas-Fort Worth area and some of the surrounding counties,\" Van Deusen said, adding that Dallas County has experienced two or three significant outbreaks.\n\"We've had quite a large one with, counting last year and this year, more than 150 cases in Johnson County, which is just south of Fort Worth,\" he said. \"We've certainly seen cases in other areas of the state, but those have been where the largest outbreaks have been centered.\"\nAn outbreak in Johnson County, in particular, included 189 cases spanning last year and this year among children and a couple of college students, he said.\n\"There have been people who have traveled back and forth between (Johnson County) and Northwest Arkansas, where they've been seeing much of the activity, so it seems to be linked to that outbreak,\" Van Deusen said.\nAn outbreak of mumps began in Arkansas in August, explained Dr. Dirk Haselow, Arkansas' state epidemiologist. Between August and April 13, Arkansas reported 2,930 cases, he said. (Similarly, Washington state (PDF) has been hard hit by the mumps, reporting 611 confirmed and probable cases during 2017.)\n\"We've had less than 500 cases this year,\" said Haselow, who believes his state is at the tail end of its outbreak. \"Thankfully, the number of cases we've had each week decreased recently. We've only added 14 cases in the last three weeks.\" At the height of the outbreak, nearly 50 cases a day were reported across 35 counties. Today, only four counties are experiencing infections.\nAs for a possible spread from his state to Texas, Haselow has no doubts.\n\"Mumps has a long incubation period, as long as 26 days between exposure and symptoms, so people could have been exposed, you know, a little over a month ago, and now you have new cases with that association,\" he said.\nAcross the nation, most mumps cases are occurring among people who have been vaccinated, according to the CDC, and these outbreaks are not due to low vaccination rates. For example, in Texas, 97.6% of kindergarten-age children have received two doses of the measles-mumps-rubella vaccine, Van Deusen said, while 98.7% of seventh-graders have.\nThe CDC recommends that children get two doses of the MMR vaccine. One dose is considered about 78% effective initially (PDF), and two doses are about 88% effective. So even if you are vaccinated, you need to practice primary prevention.\n\"Obviously, one of the things you do is avoid people with mumps,\" said Infectious disease specialist Dr. William Schaffner, but he noted that this practice is limited in its ability to ward off the mumps for two reasons.\n\"People can actually spread the mumps virus for several days before they become sick,\" he said. The second reason: Mumps also causes subclinical infections.\n\n\"That is, I can get infected, but I don't get sick. Still, I'm capable of passing it on to someone else,\" Schaffner said. \"That's a big problem.\"\nMumps can cause complications, especially in adults. These include deafness and inflammation of the brain, ovaries, breast tissue or testicles. Occasionally, mumps can cause encephalitis, which in rare cases can lead to death, says the CDC.\nThere's a safe way to prevent complications, Schaffner says: the MMR vaccine.\n\"We say that the vaccine, after 15 years, is about 85% effective,\" he said. So the bad news is that 15% of people who have been vaccinated are likely to become ill if they encounter mumps very closely.\n\"However, the good news is, the complications of mumps seem not to develop,\" Schaffner said. People who have been vaccinated are unlikely to get meningitis or inflammation of the ovaries or testes, or partial deafness. \"It would appear these complications are not occurring among these individuals who have partial immunity. They get a milder infection.\"\nJoin the conversation\nSee the latest news and share your comments with CNN Health on Facebook and Twitter.\n\nThose who favor pre-emptive strikes might consider an updated vaccine, he said.\n\"Should everyone traveling to Texas get another dose of MMR? We're not there yet,\" Schaffner said, adding that the CDC is not recommending such measures.\nStill, if you're visiting family in Texas and know that they have the mumps, you might go to your doctor beforehand and request a dose of MMR, he suggested.\n\"You may have to pay for it out of pocket,\" he said. \"How much protection it gives me, I don't know, but it is a safe and easy thing to do.\"\nEach year, the number of mumps cases fluctuates within a range of a couple hundred to a couple thousand cases, according to the CDC. In 2016, 5,311 cases were reported in 46 states and the District of Columbia.\n", "title": "Texas warns about biggest mumps outbreak in 22 years", "link": "http://edition.cnn.com/2017/04/14/health/mumps-texas/", "id": 36, "media": "CNN", "datetime": "2017/04/14 18:07"}, {"author": "Beth Dalbey", "content": "Diners at two local restaurants in Ann Arbor, Michigan, may have been exposed to measles on April 6-7, according to state and local public health officials, who announced Friday that a second case of measles had been reported in Michigan. Both the recent case and one last month involved adults who are not related, but both were on the same international flight, health officials said.\n\nThe second individual with measles was at a customer at Mark’s Midtown Coney Island, 3586 Plymouth Road, between noon and 3 p.m. on Thursday, April 6, and at Benny’s Family Dining, 1952 S. Industrial from noon-3 p.m. on Friday, April 7, the Washtenaw County Health Department said. Anyone who was at the two restaurants should monitor themselves for rash, fever or other symptoms of the highly communicable disease for the next 21 days. Anyone who suspects measles should seek medical treatment.\n\nThe health department said the issue is not one of food safety or restaurant sanitation. Both restaurants are working with Washtenaw County health officials to help notify employees and members of the public about the potential exposure.\n\nMichigan’s first 2017 case of measles was reported on March 30 in Oakland County.\n\n“This underscores the importance of routine vaccination for both children and adults, and of making certain as many Michiganders as possible have protective immunity against measles and other vaccine-preventable diseases,” Dr. Eden Wells, chief medical executive for Michigan Department of Health and Human Services said in a news release. “Measles is highly contagious, and though it is generally a rare disease in the United States – in fact it was eliminated from the country in 2000 – it shows up every year as a result of travel to other parts of the world where it continues to be a common illness.”\n\nMeasles is a vaccine-preventable respiratory infection that can result in hospitalization, pneumonia, encephalitis and death. Measles can also cause miscarriages or premature delivery in pregnant women. Droplets from the nose or mouth, through sneezing, coughing or speaking, spread measles. A person with measles is contagious for four days before and four days after the rash appears.\n\nSymptoms initially include a high fever, red eyes, cough, runny nose, and eye discomfort or sensitivity in the yes, and is followed by a red, raised body rash starting on the head and face that progresses to the rest of the body.\n\nIndividuals may be contagious for a few days before they present with symptoms, which increases the potential of exposing others to the infection.\n\nBecause measles is highly communicable, vaccination is the best line of defense, and successful prevention and control requires high levels of immunity in all communities, Wells said.\n\nGet free real-time news alerts from the Detroit Patch.\n\nThe state health department is coordinating with local health departments in southeast Michigan to monitor any potential secondary cases in individuals who may have been exposed to the initial case. Individuals known to have been potentially exposed while the patient was receiving treatment are being contacted for follow up.\n\nLast year, Michigan confirmed one case of measles. From 2001 – 2012, the average number of measles cases reported nationally per year was about 60. But in recent years there have been more, a cause of concern among public health authorities. In 2014, there were 667 cases nationwide, including five cases in Michigan.\n\nThe majority of people who got measles were not vaccinated, Wells said.\n\n“The measles vaccine is highly effective and very safe,” she said. “Adults who do not have evidence of immunity against measles should get at least one dose of the vaccine.”\n\nMeasles is part of the vaccination regimen recommended for children. The first of two doses is given at 12 months, but children who are traveling internationally should receive their first measles vaccine as young as 6 months, according to the release.\n\nThe vaccination, or documentation of immunity to measles, is recommended for all persons travelling internationally, Wells said.\n\nThe state health department recently joined the Fanny Strong Foundation to launch the public awareness “I Vaccinate” campaign as part of an effort to educate parents about serious vaccine-preventable diseases.", "title": "Diners At 2 Ann Arbor Restaurants Exposed To Measles", "link": "https://patch.com/michigan/detroit/diners-2-michigan-restaurants-exposed-measles", "id": 37, "media": "Patch", "datetime": "2017/04/15 11:12"}, {"author": "Omar Burgess", "content": "With reports by the Center for Disease Control showing the number of heroin-related overdose deaths quadrupling between 2002 and 2013, drug treatment centers are looking to alternative methods that get around a recent congressional ban on federally funded syringe exchange programs. One such example is a new joint effort by the Southern Nevada Health District, the Nevada AIDS Research and Education Society, and Trac-B Exchange, which uses vending machines to distribute clean needles.\n\nInstead of cash, credit, or debit cards, the vending machines use a combination of an ID card and a PIN number. In return, the machine vends a nondescript kit containing alcohol wipes, syringes, safe sex supplies, and a disposal box. While Nevada is the first state in the U.S. to introduce a syringe vending machine, similar programs have been launched in Europe and Australia.\n\n“This is a harm reduction approach,” said Trac-B Exchange Program Manager Chelsi Cheatom, while speaking with Las Vegas NBC affiliate SLV3. “By providing them with clean syringes as well as other clean instruments they can use, they are reducing the risk of sharing any items and they are also reducing the risk of reusing.”\n\nThe harm reduction approach has been debated, given how similar epidemics in low-income black and Latino communities were treated in past decades.\n\n“When the perception of the user population is primarily people of color, then the response is to demonize and punish,” noted Marc Mauer, the executive director of the Sentencing Project, in a 2015 article published in The Atlantic. “When it's white, then we search for answers. Think of the difference between marijuana attitudes in the ‘reefer madness’ days of the 1930s when the drug was perceived to be used in the ‘racy’ parts of town, and then the 1960s (white) college town explosion in use.”\n\nAs for the syringe vending machines, they will be located at Trac-B Exchange, Aid for AIDS Nevada (AFAN) and the Community Counseling Center. Program organizers say drug users aren’t required to stop using drugs or enroll in one of the recovery programs in order to use the machines.", "title": "Nevada Approved Syringe Vending Machines to Combat the Heroin Crisis", "link": "http://www.complex.com/life/2017/04/nevada-approves-syringe-vending-machines", "id": 38, "media": "Complex", "datetime": "2017/04/16 00:00"}, {"author": "Karla Adam and Brian Murphy", "content": "LONDON — British Prime Minister Theresa May stunned her nation and its European partners Tuesday with a call for an early national election on June 8, seeking to cement her political backing as Britain moves ahead with the difficult negotiations on its break from the European Union.\n\nThe surprise announcement — made outside her office at 10 Downing Street — also comes amid internal political strains over Brexit and fresh moves by Scotland to potentially carve its own independent path to remain in the European Union.\n\nOn the wider European stage, the election cannot undo Britain’s break from the European Union. But it will help set the tone for Britain’s contentious talks to split from the bloc, where the 27 remaining leaders of the bloc have taken a hard line against any major concessions on key issues such as trade.\n\nIf May emerges strengthened from the elections — as opinion polls currently suggest at the moment — she will have greater clout to muzzle domestic dissent as she buckles down for talks. But if anti-Brexit voices do well in the polls, May could be forced to soften her demands from Europe.\n\nNo matter how the vote swings, the six-week election campaign is certain to reopen some of the bitterness of last year’s referendum as voters are once again asked to consider what kind of country they envision after its E.U. break and in generations to come.\n\n“I have concluded the only way to guarantee certainty and stability for the years ahead is to hold this election and seek your support for the decisions I have to make,” said May, who last month submitted Britain’s formal request to begin E.U. exit negotiations.\n\nFrom her first day in office, May’s tenure has been shaped by the fallout from Brexit. She became prime minister in July, shortly after the referendum that set in motion Britain’s E.U. split and prompted the resignation of her predecessor, David Cameron.\n\n[Britain’s snap elections won’t reverse Brexit]\n\nPart of the election call by May is to seek her own political mandate and shrug off the image as Cameron’s replacement after he bet wrong on the Brexit referendum.\n\nMay has consolidated power within the Conservative party. But the lack of her own popular mandate had threatened to become a liability as Britain begins to reckon with the inevitable trade-offs that come with the tricky Brexit talks.\n\nIn the election announcement, May argued that her political opponents — ranging from the independence-minded Scots to pro-E. U. factions in Parliament — are undermining Britain’s negotiating position with the European Union. At the same time, some hard-liners in her own Conservative Party are baying for a so-called “dirty Brexit” that could see Britain walk away from the negotiating table without any deals with European Union.\n\n“The country is coming together, but Westminster is not,” she said, referring to Parliament.\n\nBut it is not clear that the nation is coming together on Brexit — the wounds are still festering, and the election threatens to reopen it all again.\n\nBut May is sensing political opportunity.\n\nHer Conservative Party has a very narrow majority and the opposition Labour Party is struggling in the polls. If she can strengthen the majority of the Conservative Party, she will have a freer hand to face down both pro-E. U. opponents and anti-Europe firebrands in her own party.\n\nStill, May is taking something of a calculated political gambit with elections set for just two weeks before the anniversary of the Brexit referendum.\n\n[The Brexit road map]\n\nPolls show that the Conservative Party has strong lead over the opposition Labour Party of more than 20 points. But the announcement still caught some off guard because Downing Street had repeatedly denied that May would seek an early election. The next one was scheduled for 2020.\n\nMay has repeatedly insisted she would not seek an early election, saying that the country needs to focus its attention on negotiating the terms of Brexit with its soon-to-be-former European partners, not domestic politics.\n\nBut the temptation to call a new vote was strong, and allies had been pushing for her to break her vow, as the gambit may not be of such high risk due to weakness in the rival parties.\n\nThe Labour Party has been at war with itself since the election of the far-left Jeremy Corbyn as leader in September 2015. A recent poll showed that, in a head-to-head matchup between May and Corbyn, not even a majority of Labour votes would want Corbyn as their prime minister.\n\nCorbyn, however, welcomed the decision as a chance to “give the British people the chance to vote for a government that will put the interests of the majority first.”\n\nOther parties are similarly weakened. The far-right U.K. Independence Party has lost its charismatic leader, Nigel Farage, and its central message — that Britain needs to get out of the E.U. — has been co-opted by May. The centrist Liberal Democrats were all-but-wiped out in the 2015 election, though they will hope to rally the Brexit referendum’s “remain” voters around their unapologetically pro-European stance.\n\nMay planned to seek Parliament backing on Wednesday for the June 8 elections.\n\n[In “Brexit capital,” Labour’s struggles on display]\n\n“We need a general election, and we need one now,” May said, “because we have at this moment a one-off chance to get this done while the European Union agrees its negotiating position and before the detailed talks begin.”\n\nShe said that she “recently and reluctantly” decided to call early elections, acknowledging that she has repeatedly said that there should be no general election until 2020.\n\nBut she said that it was the only way to guarantee stability and to stop the “game-playing” in Westminster. She cited several examples of what she called “division” in Westminster, including the Labour Party, which she noted has threatened to vote against the final deal negotiated with the European Union.\n\nTim Farron, the leader of the pro-European Liberal Democrat Party, said the election call offered an opportunity to urge May to take a more conciliatory line in the E.U. talks.\n\nSome critics worry that Britain could lose important trade status and other links to Europe by pushing for what May called a full-break from Britain. There are also concerns for over the estimated 3 million E.U. citizens working and living Britain, and more than 1 million Britons across Europe. May said she would seek to preserve their rights, but some E.U. officials have suggested they will take a hard line with Britain in the talks.\n\n“If you want to avoid a disastrous ‘hard Brexit.’ If you want to keep Britain in the single market. If you want a Britain that is open, tolerant and united, this is your chance. Only the Liberal Democrats can prevent a Conservative majority,” he said in a statement.\n\nThe E.U. bureaucracy, however, has shown little sympathy for giving Britain as easy landing from Brexit — still stinging over Britain’s vote and worried that generous concessions in Brexit could encourage other E.U. breakaway bids around Europe.\n\nEuropean Council President Donald Tusk, a powerful voice in the Brexit talks, summed up the surprise many in Europe felt at May’s announcement. “It was Hitchcock who directed Brexit: first an earthquake and the tension rises,” Tusk wrote on Twitter.\n\nAlthough Britain as a whole voted 52 to 48 percent in favor of leaving of the European Union, majorities in both Scotland and Northern Ireland favored staying in the E.U.\n\nScottish leader Nicola Sturgeon has charged that Scottish voters are being taken out of the bloc against their will, and she said last week that she wants a referendum on independence — a rerun of a September 2014 vote, in which a majority of Scottish voters opted to stay in the United Kingdom — between the autumn of 2018 and the spring of 2019.\n\nMay has sharply criticized that call. She said over the weekend that “now is not the time” for a Scottish vote. But she has not threatened to veto another referendum.\n\nMoments after the election call, Sturgeon described it as an attempt by May to move the Conservative Party to the right and “force through a hard Brexit and impose deeper cuts.”\n\n“Let’s stand up for Scotland,” she wrote.\n\nMurphy reported from Washington. Griff Witte in Paris and Michael Birnbaum in Brussels contributed to this report.", "title": "British prime minister calls for elections in June amid Brexit fallout", "link": "https://www.washingtonpost.com/world/british-prime-minister-calls-for-elections-in-june-amid-brexit-fallout/2017/04/18/e8cfe446-241e-11e7-b503-9d616bd5a305_story.html", "id": 39, "media": "Washington Post", "datetime": "2017/04/18 09:16"}, {"author": "Joshua Berlinger", "content": "(CNN)A failed missile launch in North Korea Sunday has brought renewed attention to reports that the United States is trying to degrade North Korea's missile capabilities via hacking.\n\nIt's unclear if the US interfered with this specific test, but the tactic is actively being pursued by the US military, according to public statements and Congressional testimony by current and former members of the armed forces.\n\"There is a very strong belief that the US -- through cyber methods -- has been successful on several occasions in interrupting these sorts of tests and making them fail,\" former British Foreign Secretary Malcolm Rifkind told the BBC.\nRifkind's comments come on the heels of a report in The New York Times last month saying US President Donald Trump inherited a cyberwar on North Korea in the hope of sabotaging its missile tests.\n\"It's clear United States policy to develop the cyber capability to disable enemy ballistic missiles,\" said Greg Austin, a professor at the Australian Centre for Cyber Security at the University of New South Wales.\n\nIt's been touted as a cost-saving measure that could be used in conjunction with the traditional ballistic missile defense systems, which cost hundreds of millions of dollars.\nHow to do it\nRetired Adm. Archer Macy said at a 2015 talk on missile defense the Defense Department was trying to develop technologies to prevent missiles from launching, mess with their flight paths or navigation systems and even destroy their warheads.\n\"We cannot afford to build enough interceptors to engage the quantity of threat missiles which can be presented to us. And even if we could, we can never expect a 100% probability of defeating all of them regardless of the techniques used,\" Macy said.\n\nAs far as what to hack, \"there's lots of ways in, which makes it very hard for the defender to know what's being attacked and what's not being attacked,\" said Austin, who is leading the UNSW's newly-announced Research Group on Cyber War and Peace.\nMost missiles have a self-destruct button, which could be activated.\nSomething like the Stuxnet virus, which penetrated Iran's Natanz nuclear facility, could be deployed.\nIn theory, it could be as simple as infecting systems with corrupted software via a USB thumb drive, says Jai Galliott, a defense analyst and professor at UNSW. Though the question remains how that could physically be done in a country as closed-off as North Korea.\nAustin believes a successful hack would most likely target the launch sequencing, which could potentially degrade the launch.\n\"All you'd have to do in a complex missile launch system is like the (Stuxnet virus in the) Iranian nuclear enrichment facility. Just interfere with a process that creates a physical effect of some sort that then has a destructive effect on the operation of the missile.\"\n\nThe most sophisticated cyberweapon ever deployed 09:36\nThat's not to say hacking the missile system is easy -- it would likely require plenty of money and manpower. Pyongyang goes to great lengths to hide its military technology from the rest of the world.\nMost advanced missiles also have an air-gap built in -- a way to keep the technology disconnected from the outside world -- says Galliott, though some research shows they can be hacked using other methods.\nMeasuring its efficacy would be difficult, too. A lot can go wrong in a missile launch and it may not always be clear if a launch fails due to meddling or an error on the North Korean side.\nConsidered a pre-emptive strike?\nThe technology also raises thorny questions. Some might argue deploying this sort of offensive technology is tantamount to a pre-emptive military strike -- something North Korea says it would respond to militarily.\nIts detractors worry the technology could degrade trust between nuclear-armed states -- notably China, Russia and the US -- and alter the balance of already-fragile relationships.\n\"It will likely never be possible to know whether nuclear weapons systems have been breached and compromised or whether they will work as planned when needed,\" says Andrew Futter, a lecturer of international politics at the University of Leicester.\nFutter says it will be difficult to convince nations like China and Russia that the US won't use the technology to their detriment.\nWashington has had a hard enough time trying to convince Moscow and Beijing that THAAD, a US-built missile defense system being placed in South Korea, will only be used for its stated purpose against North Korea.\nAnd there are benefits to having it as a deterrent.\n\"The upside of Chinese or Russia concern over the integrity of their ballistic missiles is obvious; they could become less likely to engage in risk behaviors if they don't know their own missiles will work,\" Robert Farley, a senior lecturer at the Patterson School of Diplomacy and International Commerce, wrote in The Diplomat.\n\"The downside is that a sudden sense of vulnerability has the potential to make anyone -- Moscow, Beijing, or Pyongyang -- paranoid and unpredictable.\"", "title": "Could the US take out North Korea's missiles before launch?", "link": "http://edition.cnn.com/2017/04/18/asia/cyber-missile-defense-north-korea/", "id": 40, "media": "CNN", "datetime": "2017/04/18 10:26"}, {"author": "Robert Costa", "content": "CHAMBLEE, Ga. — Republicans had hoped Tuesday’s special election in Georgia’s wealthy and sleepy 6th Congressional District would be just like every other House race here since 1978: the mostly painless elevation of a rock-ribbed and polished conservative.\n\nThose hopes have died. Now, this suburban swath north of Atlanta resembles the cracked mirror of the GOP’s national identity crisis, with 11 candidates bitterly feuding over what it means to be a Republican in the age of President Trump.\n\nThat crowded field is roiled by nerves about Trump and lingering internecine dramas over ideological purity. And with next year’s midterm elections beginning to take shape, the race’s currents could reverberate far beyond the white college-educated professionals along Interstate 285, regardless of which candidate emerges from the scrum Tuesday.\n\n“You’ve got a miniature civil war going on there,” said Rep. Tom Cole (R-Okla.), an ally of House GOP leaders. “We’re all paying attention, since anything can happen in a special.”\n\nThe splintered GOP has raised the possibility that the leading Democratic candidate, 30-year-old former congressional staffer Jon Ossoff, could win Tuesday’s election outright with more than 50 percent of the vote, thus claiming an open House seat previously held by Trump’s health and human services secretary, Tom Price.\n\nWho is Jon Ossoff? Embed  Share Play Video2:09\nJon Ossoff, a former congressional aide, is running for the seat of former Republican congressman Tom Price in Georgia’s 6th Congressional District. Here’s what you need to know about him. (Bastien Inzaurralde/The Washington Post)\nTrump — who barely won this district last year and tweeted Monday that the media coverage of the race was a “game” and “BAD!” — is eager to stave off a Republican stumble that could become an ominous bellwether of his standing as he attempts to build support in the coming weeks for the big-ticket legislative items that have eluded him in the GOP-controlled Congress during the early months of his presidency.\n\n[Two Republican lawmakers face anger, from their own voters, on health care]\n\nIf Ossoff places first or second with support in the mid-40 percent range among the 18 total candidates — surveys show that scenario as most likely — he will face a tougher matchup this summer, when many of the warring Republicans would almost certainly coalesce to save the seat.\n\nGeorgia’s election law initially piles candidates of all stripes onto a single ballot. If no one wins a majority, the two top finishers move on to a head-to-head contest months later.\n\n“Having 11 people on our side is like eating our young,” Sen. David Perdue (R-Ga.), a friend of Trump, said in an interview Monday. He compared the infighting to the “nightmare” of his own 2014 statewide primary and added: “You risk letting the Democrat slide through without a runoff. But I don’t think that will happen if we get the turnout.”\n\nDemocratic congressional leaders and liberals from around the country have rallied for Ossoff as Republicans have clawed at one another, contributing millions to his insurgent bid and watching him soar to the top of several polls — and salivating at the prospect of picking up a seat that hasn’t gone blue since Georgia’s own Jimmy Carter occupied the Oval Office.\n\nTrump has become a complicated figure in establishment Republican enclaves such as Chamblee, which boasts a tony shopping center with a gourmet doughnut shop and a sleek Mexican restaurant whose patio is packed in the evenings with 30-something couples. Passing through the leafy neighborhood on a warm Monday afternoon, one sees a slew of navy-blue Ossoff signs dotting sidewalks and apartment windows.\n\n Democratic candidate Jon Ossoffis ahead in many polls in a special election for Georgia's 6th Congressional District. With 11 Republicans competing in Tuesday’s contest, a splintered GOP is struggling to hold onto the traditionally Republican seat, which was vacated by Tom Price, President Trump’s secretary of health and human services. (Kevin Liles/Reuters)\nRepublicans’ failure to pass their plan to overhaul the nation’s health-care system has sown doubts among some suburban GOP voters about Trump’s effectiveness in cutting deals with lawmakers in Washington, as well as the party’s promises. The health-care episode has particular resonance in this district since Price, a physician, was its representative from 2005 until February, when he joined the Cabinet.\n\nCole said the National Republican Congressional Committee, which he formerly chaired, has dispatched staffers to Georgia to stoke turnout among core GOP voters amid those grumbles. The Congressional Leadership Fund, an outfit aligned with the House GOP, has spent more than $2 million on a spate of negative television spots about Ossoff.\n\n[This cowboy-poet is trying to steal a Republican House seat in Montana]\n\nAt the White House, an official said, the president is paying close attention and has been briefed by aides about the race. Political director Bill Stepien is working with the state party and the congressional committees. Chief strategist Stephen K. Bannon is involved in discussions about how to encourage Republican turnout.\n\nBut Trump’s pugilism and lack of a cohesive conservative worldview on fiscal and foreign policy have confounded Republicans here. Previous holders of the seat have included a mainstream, business-friendly Republican, Sen. Johnny Isakson, and a stridently ideological conservative, former House speaker Newt Gingrich.\n\n. . .The district is “a little bit of an oddity,” said Ralph Reed, a conservative leader and longtime strategist in both Georgia and national Republican circles. “Just in its socioeconomic profile, it doesn’t really lay out as Trump country. It’s highly educated, upscale, suburban, and Trump country tends to be more rural to exurban, more high school or only some college.”\n\nThe way the Republican contenders are handling Trump and the concurrent rise of populism and moderate angst in the wake of his victory is revealing, even though the names of the near-dozen candidates are unfamiliar. Everyone seems to be laboring, with varying success, to figure out a pitch that pulls together the fractured GOP ranks.\n\nInteractions with Trump’s political brand have veered from hearty embrace (Dan Moody, Bob Gray, Bruce LeVell, Amy Kremer) to support but not always rah-rah (Karen Handel, Judson Hill) to flat-out defiance (David Abroms). Most of the leading candidates have bounced between those poles depending on the day or the latest controversy.\n\nHandel, a favorite of antiabortion activists who has the highest name recognition and once served as Georgia’s secretary of state, said in an interview Monday that she is concentrating on doing her “level best to represent the interests of the 6th District” in her positions rather than linking arms with Trump.\n\n“Obviously I’m a Republican and support the president,” Handel said. “But being in Congress is not the same as being an extension of the White House. I’m more than willing to step up and speak out when the circumstances demand that. . . . People want a doer — someone they trust who can move our party from vocal opposition to governing.”\n\nEndorsements from prominent Republican players have been scattered to the point of muddying the field. Perdue has backed Moody. Gingrich supports Hill, as does Sen. Marco Rubio (Fla.). Former Trump campaign manager Corey Lewandowski endorsed LeVell. Former senator Saxby Chambliss is for Handel. But the conservative Club for Growth has opposed Handel and boosted Gray. To counter the club, the Ending Spending advocacy group, which is backed by the billionaire Ricketts family, has poured millions behind Handel’s candidacy.\n\nIt goes on and on like that further down the line in the state. One group or officeholder goes for Handel, another goes for Gray, another jumps in for Moody or Hill, and Trump supporters of different degrees poke and prod one another on social media.\n\nUnsurprisingly, no one has caught fire, and constant squabbling has remained the thrust of the GOP race. As Ossoff’s candidacy has exploded on the left — landing on the cover of New York magazine, raising more than $8 million, and attracting the support of actors such as Samuel L. Jackson and bloggers at ­MoveOn.org and Daily Kos — the Republicans have hovered below 20 percent in most polls.\n\n“We’ve got a shot at an upset,” Rep. Charlie Crist (D-Fla.) said. “It’s like what we’re seeing all around, this backlash. The protests, the marches. Democrats want to make a statement.”\n\nAs they did in a special House election last week in Kansas, where Republicans narrowly won a seat that has long been safely GOP, Democrats see, if not a chance at victory, at least a chance to rattle Trump and Republicans as they look toward 2018 and the possibility of winning back the chamber. The surge in early voting here has only raised expectations that Ossoff could hit 50 percent Tuesday or do well in a runoff, which would be held June 20 if needed.\n\nTrump signaled in a tweet Monday how Republicans would define Ossoff in a runoff election: “The super Liberal Democrat in the Georgia Congressioal [sic] race tomorrow wants to protect criminals, allow illegal immigration and raise taxes!”\n\nOssoff replied in a statement: “While I’m glad the president is interested in the race, he is misinformed.”\nAn Emerson College survey released late last week showed Ossoff with 43 percent. Handel garnered 17 percent, Gray — a former local councilman and businessman — 15 percent and Moody — a former state senator — 9 percent. Hill, another former state senator, was at 6 percent.\n\nLeVell, an African American jeweler and former Trump campaign adviser, as well as Trump-aligned conservative activist Kremer, have struggled, perhaps showing the difficulty of being a die-hard Trump supporter in a Republican district that’s not dominated by grass-roots nationalism. Abroms, who has campaigned with anti-Trump independent Evan McMullin, has also found it hard to get on the political map.\n\nPerdue, who has worked closely with the Trump White House, said he is confident that despite the bloodletting among Republicans, a runoff election would end favorably since this “district is a traditionally 60-40 Republican district, and we really don’t want to give a vote to Nancy Pelosi,” the House Democratic leader.\n\nBut Perdue acknowledged that his party is still figuring things out. “It’s a democracy,” he said wryly of the clashing Republicans. One upside to the fracas, he volunteered, is that “our candidates are not coached like the Democrats.”", "title": "Georgia House race stokes GOP identity crisis — and opportunity for Democrats", "link": "https://www.washingtonpost.com/powerpost/georgia-house-race-stokes-gop-identity-crisis--and-opportunity-for-democrats/2017/04/18/a2231a48-242f-11e7-b503-9d616bd5a305_story.html", "id": 41, "media": "Washington Post", "datetime": "2017/04/18 08:16"}, {"author": "Yonhap", "content": "The overcharging of foreigners by taxi drivers in the Seoul metropolitan area appears to be tapering off, the municipal government said Tuesday, citing the results of its continued crackdowns.\n\nAccording to the Seoul Metropolitan Government, the average taxi fare paid by foreign visitors for trips from Incheon International Airport, west of Seoul, to hotels in the capital city fell from 84,600 won ($75) in the August 2015-July 2016 period to 68,800 won in the August 2016-March 2017 period.\n\nUsually, a taxi ride from Incheon's airport to Seoul's hotels averages 55,000 won.\n\n\nThis undated photo provided by the Seoul Metropolitan Government shows a crackdown on a taxi fare scam under way at a Seoul hotel. (Yonhap)\n\nOfficials at the Seoul government said the launch of its special control team in August 2015 and its intensive crackdowns on taxi fare scams appears to have contributed to reducing the amount of overcharging.\n\nForeign tourists being ripped off by taxi drivers within Seoul also has decreased, they noted.\n\nA ride from Dongdaemun, a major shopping district in downtown, to Myeongdong, Yongsan and other frequent central Seoul destinations cost foreign passengers 21,800 won on average in recent months compared with 48,900 won in the 2016-2015 period. The relatively short trip usually costs just 4,000 to 6,000 won.\n\n\"There has been a notable change. Unlike in the past, taxi drivers appear to be refraining from excessive overcharging of foreigners to avoid the crackdowns. Instead, they are suspected of continuing to rip off tourists on a smaller scale,\" an official said.\n\nThe Seoul government said it will mobilize more civil servants fluent in foreign languages to crack down even on small-sum rip-offs. In one of the crackdown methods, civil servants seek to interview foreign passengers getting out of taxis or vans at the entrances of major hotels, it noted.\n\nUnder the current rules, a taxi driver is fined 200,000 won for the first overcharging offense. In case of a third violation, the fine increases to 600,000 won and the driver's license is nullified. (Yonhap)", "title": "Foreigners being scammed by taxis on the decline", "link": "http://www.koreaherald.com/view.php?ud=20170418000277", "id": 42, "media": "Korea Herald", "datetime": "2017/04/18 13:14"}, {"author": "Gary Trust", "content": "Plus, Future & Lil Uzi Vert hit the top 10 with virally driven tracks.\n\nEd Sheeran's \"Shape of You\" rules the Billboard Hot 100 chart (dated April 29) for a 12th week.\n\nMeanwhile, three songs enter the Hot 100's top 10, led by Harry Styles' first solo single, \"Sign of the Times,\" the chart's top debut at No. 4. Plus, Future's \"Mask Off\" bounds from No. 11 to No. 7 and Lil Uzi Vert's \"XO TOUR Llif3\" leaps 16-8.\n\nAs we do every Monday, let's run down the top 10 of the Hot 100, which blends sales, airplay and streaming data. All charts will update on Billboard.com tomorrow, April 18.\n\n\n\nAs it continues atop the Hot 100, Sheeran's \"Shape,\" released on Atlantic Records, becomes one of only 18 No. 1s (of 1,061 total leaders) to have topped the chart for at least 12 weeks, dating to the list's Aug. 4, 1958, inception. It's the first since The Chainsmokers' \"Closer\" (featuring Halsey), which reigned for 12 weeks between September and November 2016.\n\n\"Shape\" adds a 10th week at No. 1 on Radio Songs and, impressively, is still gaining, up 3 percent to 185 million in airplay audience in the week ending April 16, according to Nielsen Music. It's the first song to hit double-digit weeks at No. 1 on the chart since, again, \"Closer\" (11 weeks, beginning in October).\n\n\"Shape\" holds at No. 2 on Streaming Songs (41.5 million U.S. streams, down 4 percent, in the week ending April 13) and No. 3 on Digital Song Sales (66,000 downloads sold, down 13 percent, in the week ending April 13). It led the lists for four and 10 weeks, respectively.\n\nBruno Mars' \"That's What I Like\" rebounds from No. 3 back to its No. 2 Hot 100 high (for a fourth total week in the runner-up spot). It stays at No. 2 on both Radio Songs (151 million, up 8 percent) and Digital Song Sales (73,000, down 5 percent). It dips 3-6 on Streaming Songs, but gains by 6 percent to 34.6 million. \"Like\" leads the Hot R&B Songs chart for a ninth week and rebounds 2-1 for a fourth week atop Hot R&B/Hip-Hop Songs.\n\nAfter debuting a week ago at No. 2 on the Hot 100, Kendrick Lamar's \"Humble.\" drops to No. 3. Still, the track spends a second week at No. 1 on Streaming Songs (43.2 million, down 7 percent), as well as on the audio subscription services-based On-Demand Streaming Songs chart (27.3 million on-demand U.S. streams, down 18 percent). \"Humble.\" tumbles from No. 1 to No. 5 on Digital Song Sales (58,000, down 48 percent), while advancing by 53 percent to 23 million in airplay audience. The track tops the Hot Rap Songs chart for a second week. It introduces Lamar's LP DAMN., released Friday (April 14) and due on next week's Billboard 200 albums chart.\n\n\n\nStyles' \"Sign of the Times\" launches at No. 4 on the Hot 100, with the One Direction member's solo debut arriving at No. 1 on Digital Song Sales (142,000). It bows at No. 18 on Streaming Songs (16.5 million) and sports 23 million airplay impressions in its first full week of tracking (after its April 7 release).\n\n\"Sign\" marks Styles' first solo appearance on the Hot 100 following 29 entries as part of One Direction. The boy band has scored six Hot 100 top 10s, charting highest with \"Best Song Ever,\" which reached No. 2 in 2013. In February 2016, following his exit from the group, Zayn became the first 1D member (past or present) to chart solo on the Hot 100, rocketing in at No. 1 with \"Pillowtalk\" (with 267,000 in first-week sales). The act's Louis Tomlinson reached No. 52 in December with his first Hot 100 entry, \"Just Hold On\" (with Steve Aoki), and Niall Horan rose to No. 20 in January with his solo debut, \"This Town.\"\n\nFurther reflecting the anticipation that has accompanied One Direction solo projects, the group is the first in the Hot 100's history to have two of its members earn top 10 debuts. Along with Styles' \"Sign\" and Zayn's \"Pillowtalk,\" the latter also launched at No. 6 in December with \"I Don't Wanna Live Forever (Fifty Shades Darker)\" (with Taylor Swift). Meanwhile, 1D has tallied five top 10 debuts, the most among groups; boy band forefathers The Beatles rank second with four.\n\n\"Sign\" previews Styles' self-titled first solo album, due May 12 on Columbia Records. He performed the single, as well as the LP's \"Ever Since New York,\" on NBC's Saturday Night Live over the weekend.\n\nRounding out the Hot 100's top five, The Chainsmokers and Coldplay's \"Something Just Like This\" is steady at No.  5, after reaching No. 3. As previously reported, parent album Memories… Do Not Open arrives at No. 1 on the Billboard 200. Meanwhile, the duo has now spent 50 consecutive weeks in the Hot 100's top 10 (dating to May 21, 2016, and encompassing four top 10s). Only Katy Perry (69 weeks, 2010-11) and Drake (51 weeks , 2015-16) have linked longer streaks. \"Something\" additionally tops the Hot Dance/Electronic Songs chart for a sixth week.\n\nKYLE's debut hit \"iSpy,\" featuring Lil Yachty, slips from its No. 4 Hot 100 high to No. 6, but gains in all metrics. It rises 6-4 on Streaming Songs (35.3 million, up 23 percent); 19-13 on Digital Song Sales (37,000, up 16 percent); and 33-24 on Radio Songs (42 million, up 5 percent).\n\nFuture achieves his highest-charting Hot 100 hit, second top 10 and first in a lead role as \"Mask Off\" surges 11-7. Powered by the #MaskOffChallenge meme, in which everyone from dancers to violinists and flute players have shown off their talents in clips accompanying the song, the track jumps 7-3 on Streaming Songs (36.7 million, up 52 percent) and 17-15 on Digital Song Sales (35,000, up 7 percent), while growing by 25 percent to 24 million in airplay audience.\n\nFuture had previously hit the Hot 100's top 10 in 2013 as a featured artist, with Drake, on Lil Wayne's No. 9-peaking \"Love Me.\" \"Mask Off\" is from Future's self-titled album, which debuted atop the Billboard 200 dated March 11; when his HNDRXX arrived at No. 1 the following week, the rapper became the first artist in the chart's history to debut on top in consecutive weeks.\n\nLike Future's \"Mask Off,\" Lil Uzi Vert's \"XO TOUR Llif3\" bounds to the Hot 100's top 10 (16-8) fueled by viral buzz, specifically the #LilUziVertChallenge, which is based on a shoulder-shimmy dance performed by the rapper, and has prompted fan-made videos across several social media platforms. The cut holds at No. 5 on Streaming Songs, up by a robust 21 percent to 32.9 million, and climbs 45-36 on Digital Song Sales (18,000, up 10 percent). Lil Uzi Vert vaults to his second Hot 100 top 10 and first as a lead; he spent three weeks at No. 1 in January-February as featured on Migos' \"Bad and Boujee.\"\n\nSam Hunt's \"Body Like a Back Road\" pulls into reverse, backing up to No. 9 on the Hot 100 after reaching No. 6 last week. The track holds at No. 4 on Digital Song Sales (61,000, down 12 percent); it had surged by 19 percent in the prior tracking week after Hunt performed it at the Academy of Country Music Awards April 2. Still, it rises 23-17 on Radio Songs (53 million, up 16 percent) and gains by 7 percent to 14.8 million streams (despite dropping 24-25 on Streaming Songs). The track, which is crossing over from country to pop radio, tops Hot Country Songs for a 10th week.\n\nCapping the Hot 100's top 10, \"Paris,\" The Chainsmokers' other song in the region (both from the Memories album), descends 9-10 after reaching No. 6.\n\nFind out more Hot 100 news in the weekly \"Hot 100 Chart Moves\" column and by listening (and subscribing) to Billboard's Chart Beat Podcast and Pop Shop Podcast, all posting this week. Plus, visit Billboard.com tomorrow (April 18), when all charts, including the Hot 100 in its entirety, will refresh. The Hot 100 and other charts will also appear in the next issue of Billboard magazine, on sale Friday (April 21).", "title": "Ed Sheeran Tops Hot 100 for 12th Week, as Harry Styles Starts at No. 4", "link": "http://www.billboard.com/articles/columns/chart-beat/7760569/ed-sheeran-harry-styles-sign-times-hot-100", "id": 43, "media": "Billboard", "datetime": "2017/04/17 00:00"}, {"author": "Brad Chacos", "content": "Surprise! AMD revealed a fresh lineup of graphics cards on Tuesday, and the Radeon RX 500-series is a perfect complement to the company’s new Ryzen 5 processors. What they aren’t, however, are AMD’s hotly anticipated Vega GPUs.\n\nInstead, the Radeon RX 500 series are based on the same Polaris graphics processors as the Radeon RX 400 series launched last year, with the exception of a new low-end GPU focused solely on e-sports and home theater PCs. “Polaris refined and evolved,” as AMD calls it.\n\nYep, they’re tweaked refreshes, with one notable exception.\n\n[ Further reading: Best graphics cards for PC gaming ]\nWhile the term \"refresh\" typically sends shudders of apathy down enthusiasts' spines, the improvements AMD made moving from the RX 400 series to the RX 500 series are still notable—mostly because they combat issues present in the original cards. The original Radeon RX 480, as great as it was, didn’t offer much overclocking headroom above its 1,266MHz maximum boost speed. (Even factory-overclocked custom cards tapped out at a mere 40MHz to 50MHz boost.) A power-draw controversy struck the card at launch as well, though to its credit, AMD pushed out a rapid fix for the issue.\n\nlineup\nAMD\nThe Radeon RX 500 series is built using AMD’s third-generation 14nm process, which lets the graphics cards achieve higher clock speeds than their predecessors. The Radeon RX 580, for example, packs a 1,257MHz base clock—which is roughly the same as the RX 480’s maximum clock—and a 1,340MHz boost clock.\n\nAMD has also added a new power state, which allows the Radeon RX 500-series cards to consume less power at idle, while watching video, and while using multi-monitor setups. (Overall memory frequencies and bandwidth weren’t increased, however.) Radeon representatives also stressed the significant power and temperature gains achievable in games that support the awesome Radeon Chill, which debuted with Radeon Crimson ReLive in December. AMD’s working hard to whitelist games for Chill, and as part of the Radeon RX 500-series announcement, it revealed that the insanely popular League of Legends and Dota 2 are now compatible with the feature.\n\ncoolio\nAMD\nMeet the Radeon RX 500-series graphics cards\n\nBut enough blather! Here’s the new Radeon lineup, from top to bottom. Any details not mentioned remain the same from the RX 400-series.\n\nThe Radeon RX 580 rocks a 1,256MHz base and 1,366MHz boost clock, as mentioned. Cranking those clocks brings the rated TDP up from 150W to 185W.\nThe Radeon RX 570 has a 1,168MHz base and 1,244MHz boost clock. While that’s a mild increase from the Radeon RX 470’s 1,206MHz maximum clock, it’s a significant jump in base clocks, which was a mere 926MHz before. Again, that extra oomph isn’t free, as the TDP increases from 120W to 150W.\nThe Radeon RX 560 provides a decent bump over the RX 460’s 1,090MHz base/1,200MHz boost speeds, cranking things to 1,175MHz/1,275MHz, respectively. More notably, this is the full-fledged version of the Polaris 11 GPU. Whereas the RX 460 only packed 14 compute units (potentially to keep it under 75W, which is necessary for cards that don’t require extra power pins), the RX 560 rocks the full 16. That combined with the clock-speed boosts means the RX 560 could offer decently more performance than the RX 460—albeit at a higher power draw that will likely demand a 6-pin connector. Alas, AMD declined to share more details about this card.\nThe Radeon RX 550 is a completely new model designed to appeal to e-sports gamers and home theater PC aficionados looking for more than what integrated graphics alone can provide. It’s essentially half of an RX 560 (or a third of an RX 570) with a mere eight compute units clocked at a 1,183MHz boost speed. AMD didn’t reveal a base speed. It’s got 2GB of memory over a 128-bit bus, though a limited number of models will offer 4GB capacity. It won’t need a supplemental power connector, drawing all needed power through your motherboard.\nready\nAMD\nThe Radeon 550 highlights another reason for the existence of the Radeon RX 500 series. AMD's marketing materials don’t compare the graphics cards against the RX 400 series, because frankly, that’s not an upgrade worth spending your money on. Instead, AMD emphasizes how the RX 500 cards add a solid performance boost and worthwhile ecosystem features—like support for FreeSync and modern, 4K-capable media codecs—over the Radeon 300-series cards, and even older models. (For what it’s worth, that was the same major hook the RX 460 offered.)\n\nDespite the appearance of the cards shown in some of the images above, there won’t be any reference RX 500-series boards available. Instead, AMD’s hardware partners (like Sapphire, XFX, Asus, et cetera) will be offering custom designs from day one—which makes sense, as this is a refresh of an existing graphics architecture.\n\ncomp fps\nAMD\nAs far as pricing and release date info goes, the Radeon RX 570 and 580 go on sale today. The 4GB Radeon RX 570 carries a suggested e-tail price of $170, just like the RX 470; the Radeon RX 580, meanwhile, starts at $200 for a 4GB version and $230 for 8GB models. The $80 Radeon RX 550 will follow shortly after, on April 20; while the $100 will hit the streets in May.\n\nAttack of the clones\n\nLet’s be honest: No gamer likes to see rebrands and minor iterations, especially when the world’s been waiting for Vega for what seems like an eternity. But the Radeon RX 470 and 480 already delivered compelling value compared to Nvidia’s (wildly different) 6GB GeForce GTX 1060 and 3GB GTX 1060, and that continued as drivers matured and supplies stopped being as limited as they were at the Polaris launch.\n\nLots of people are upgrading their PCs right now thanks to new competition on the CPU front. This Radeon release gives buyers the advantage of a refined manufacturing process, gives reviewers a reason to revisit mainstream Radeon cards, and lets AMD sell shiny \"new\" graphics cards to go with those shiny new Ryzen processors. It’s not exciting whatsoever, but it’s practical from a business standpoint, especially since we probably won't see new graphics card architectures from AMD or Nvidia any time in the immediate future.\n\nSo yeah, this is basically a repeat of the Radeon 300-series situation, but with memory speeds untouched.\n\nHead over to PCWorld’s reviews of the Gigabyte Aorus RX 570 and the Sapphire RX 580 Nitro+ to see just where these new cards fall in the pecking order, and if you’re waiting for Vega, well, just keep waiting. AMD still says those enthusiast-focused graphics cards are due to launch sometime before the end of June. In the meantime, check out PCWorld’s in-depth interview with Radeon head Raja Koduri from CES on all things Vega, FreeSync 2, 4K gaming, and more in the video below.", "title": "AMD's Radeon RX 500-series graphics cards are a faster, better Polaris for new PCs", "link": "http://www.pcworld.com/article/3189591/components-graphics/amds-radeon-rx-500-series-graphics-cards-are-a-faster-better-polaris-for-new-pcs.html", "id": 44, "media": "PCWorld", "datetime": "2017/04/18 06:00"}, {"author": "James Trew", "content": "There are two things you should never do if you want to maintain productivity: start clicking on links in Wikipedia, or open Google Earth. There are many, many other ways to waste time on the internet but the amount of work hours lost between those two is probably enough to make most managers weep. Your boss won't be too pleased, then, to learn that Google Earth's latest update, revealed today, ratchets up its time-killing potential several notches.\n\nWe've come a long way since the earliest versions of Google Earth that basically placed a virtual globe in your desktop with some basic mapping and 3D tools. Today's revision sees a slew of new features that feel both exciting, and long overdue at the same time. The headline news, in my opinion, isn't technically a feature at all, but the fact that Google Earth is no longer a standalone app for desktop and mobile users, and can be accessed right from a browser (perfect for Chromebooks and education).\n\nThere are, of course, a lot of new things you can do with Google Earth that will give even the most experienced virtual tourist something fresh to explore. The first change you'll notice is the home page. No matter what machine you choose to open Google Earth on, you'll be presented a menu offering a series of icons: A ship's wheel, a die, a familiar highlight tag and a share symbol. The last two are somewhat self explanatory, but it's the first two where most of the fun stuff is.\n\nThe ship's wheel leads you to a section called \"Voyager.\" As that name suggests, this is all about discovery. Google Earth has kinda always been about finding and investigating, but Voyager is about enabling that encouraging that with curated content. Yes, even Google Earth isn't immune to the current trend for \"stories,\" or in this case, curated tales from around the world (literally). These stories are essentially themed journeys around the planet peppered with rich media such as 360 videos, and Street View (including inside buildings and underwater).\n\n\n\nGoogle partnered with the likes of DigitalGlobe and the BBC at launch to provide some of the more detailed stories, but we're told these will be regularly updated with new and increasingly more curious adventures. For now, though, the selection of around 40 available looks pretty good, with everything from touring Hemmingway's favorite haunts to a chance to meet girl muppets around the world (yep, check it out, much fun). Each \"voyage\" is usually about ten \"locations\" long, complete with swooping transition around the planet as you progress to the next spot.\n\nTwo other features that come along with Voyager, depending how you view it, are \"Itineraries\" (basically city guides with points of interest), and the option to send a virtual postcard from one of these locations. The postcard feature is unique to mobile (on desktop you'll just get a share link). A postcard is basically sending an image of a landmark from anywhere on the itinerary. Handy for showing people where to meet perhaps, or sharing a memory with family from a long-forgotten vacation.\n\nOnce you're done diving with sharks or exploring Charles Dickens' favorite pub, what happens if you run out of things to look at? Well, if you do, first, shame on you. Second the \"I'm feeling lucky\" feature (represented by the die icon) is for you. Google's been serving up random webpages with a button of the same name since as long as most of us can remember; Earth's version is much the same. Click the die, and you'll be digitally transported to a far-flung corner of the globe where Google will also serve up (the now ubiquitous) \"cards\" with local trivia.\n\nGoogle says it has identified about 20,000 locations so far, using its Knowledge Graph to serve up the info on \"Knowledge Cards.\" Much like stories, these locations will also be continually refreshed, so expect the number of random places (deliberately chosen off the beaten track) to grow with time. It's also possibly the best generator for spontaneous vacations we can think of. Especially if the location it takes you to doesn't initially convince you, simply click the paper plane icon on the Knowledge Card, and you'll be whisked off somewhere nearby with more info on that location as well.\n\n\n\nGoogle Earth has always been a great place to quench your wanderlust. As one company representative said \"You use Maps to find your way, Earth to get lost.\" This has never been more true than with the current iteration. In many ways it feels like the beginning of a constantly evolving, flexible version of Encarta. Right now you can't add your own stories, but you can be sure those types of features will be coming soon enough. When I asked about the potential for a \"Google Mars\" or a \"Google Solar System,\" one representative gave me the tortured look of someone that's excited about something, but cannot say (both of these somewhat exist already though don't forget).\n\nThere are, of course, a few things that the new Google Earth is not. And one of those is VR-friendly. It is still available on Steam, but given Google's investment in this area (DayDream, YouTube 360 etcetera), many hoped that today's announcement might have had even more of a virtual reality flavor. Alas, not this time, but again, you can be fairly sure this is somewhere on the roadmap.\n\nFor now though, Google Earth is growing beyond its position as a desktop curiosity, research tool and data hive, and into the world of original content, discovery and education. The fact that it now lives within your browser is no small thing. It's Chrome only for now, but Google did say that the base technology (Web Assembly) will soon be fully supported across all four main browsers, at which point you can use Google Earth for web on whatever tickles your fancy.\n\nOn mobile you'll still need to use a dedicated app, but you probably would prefer that anyway. And if you're worried that the move to a browser tab might mean compromises, don't be. Google claims about 90-percent of the codebase is the same, no matter how you choose to access it.\n\nIn this article: earth, gear, google, googleearth, internet, stories, streetview, voyager", "title": "Google Earth feeds your wanderlust with 'Voyager' stories", "link": "https://www.engadget.com/2017/04/18/google-earth-feeds-your-wanderlust-with-voyager-stories/", "id": 45, "media": "Engadget", "datetime": "2017/04/18 06:54"}, {"author": "Irene Klotz", "content": "CAPE CANAVERAL, Fla. — An Orbital ATK cargo ship bound for the International Space Station is poised for liftoff Tuesday (April 18) aboard a United Launch Alliance (ULA) Atlas V rocket.\n\nULA's 71st Atlas V rocket is scheduled for launch at 11:11 a.m. EDT (1511 GMT) from Cape Canaveral Air Force Station in Florida. You can watch the liftoff live in a 360-degree view here, courtesy of NASA TV.\n\n\"We are looking forward to a great launch tomorrow and continuing our record of 100 percent mission success,\" Vern Thorp, United Launch Alliance's (ULA) commercial missions program manager, told reporters during a briefing Monday (April 17). [Watch: How Orbital ATK's Cygnus Will Fly on Atlas V Rocket]\n\nThe rocket will be carrying Orbital ATK's seventh Cygnus cargo ship under a $3.1 billion, 10-flight contract with NASA through 2018.\n\nOrbital ATK's own midsize launch vehicle, Antares, returned to flight last October following an accident in 2014, but this time the company and NASA opted for a hired ride aboard ULA's beefier Atlas V, which can carry more cargo into orbit.\n\nAn Orbital ATK cargo ship bound for the International Space Station is poised for liftoff Tuesday (April 18, 2017) aboard a United Launch Alliance (ULA) Atlas V rocket.\nAn Orbital ATK cargo ship bound for the International Space Station is poised for liftoff Tuesday (April 18, 2017) aboard a United Launch Alliance (ULA) Atlas V rocket.\nCredit: ULA\n \n\nOrbital ATK previously bought two Atlas V rides to the space station to fill a gap while Antares was retrofitted with new engines.\n\nThe Cygnus cargo ship, named after Mercury astronaut John Glenn, the first American to orbit Earth, will be carrying about 7,635 lbs. (3,463 kilograms) of food, supplies and science experiments to the station. That is about 660 lbs. (300 kg) more than what could be packed aboard for launch on an Antares, said Frank Culbertson, a former astronaut and president of Orbital ATK's Space Systems Group.\n\nThe International Space Station crew captured an Orbital ATK Cygnus cargo spacecraft in October 2016 — the sixth Cygnus mission to the space station. The seventh Cygnus is set to launch April 18 from Cape Canaveral Air Force Station in Florida.\nThe International Space Station crew captured an Orbital ATK Cygnus cargo spacecraft in October 2016 — the sixth Cygnus mission to the space station. The seventh Cygnus is set to launch April 18 from Cape Canaveral Air Force Station in Florida.\nCredit: NASA\nHow Orbital Sciences' Antares rocket and Cygnus spacecraft service the space station. <a href=\"http://www.space.com/20526-antares-rocket-cygnus-spacecraft-explained.html\">See how Orbital's Cygnus spacecraft and Antares rockets works in this infographic</a>.\nHow Orbital Sciences' Antares rocket and Cygnus spacecraft service the space station. See how Orbital's Cygnus spacecraft and Antares rockets works in this infographic.\nCredit: Karl Tate, SPACE.com Infographics Artist\nOne experiment on board is a sophisticated new greenhouse that will be evaluated as a way to grow food for astronauts during long-duration stays in space. The Advanced Plant Habitat, which is about the size of a mini refrigerator, includes more than 180 sensors to measure temperature, oxygen content and moisture levels.\n\nUnlike the station's existing plant-growth chamber, known as Veggie, the advanced greenhouse requires relatively little crew time to set up and operate, NASA officials said.\n\nInitially, the chamber will be used to germinate and grow test samples of wheat and Arabidopsis, a small flowering plant. The first science experiments are planned for November.\n\nSamples for several biomedical studies also will ride aboard the Cygnus, including an investigation to decrease the side effects of cancer-fighting chemotherapy drugs by incorporating antibodies that target only the diseased cells.\n\nThe capsule also is carrying 38 shoebox-size satellites called cubesats, four of which will remain on board the spacecraft and be deployed after it departs the station in July.\n\nIf Cygnus is launched as planned on Tuesday, it will linger in orbit until Saturday to allow time for a Russian Soyuz spacecraft, slated to lift off on Thursday with two new station crewmembers, to dock at the outpost.\n\nForecasters on Monday predicted a 90 percent chance the weather would be suitable for launch on Tuesday. The OA-7 mission has been on hold for a month due to a technical issue with the rocket's first-stage hydraulics.", "title": "Atlas V Rocket Poised for Space Station Cargo Run Today", "link": "http://www.space.com/36493-atlas-v-rocket-cygnus-launching-space-cargo-tuesday.html", "id": 46, "media": "Space.com", "datetime": "2017/04/18 07:40"}, {"author": "David Montero", "content": "Las Vegas is preparing to be the first city in the nation with vending machines dispensing clean needles in an effort to help combat the spread of hepatitis B, hepatitis C and HIV, while also possibly leading some drug users into treatment.\n\nThree machines will be available for users starting in May. The pilot program is a coordinated effort between Trac-B Exchange, the Southern Nevada Health District and the Nevada AIDS Research and Education Society to discourage the sharing of needles among users.\n\nTrac-B Exchange program director Rick Reich said that to participate in the vending machine program, users would have to fill out a form for the sponsoring groups and obtain an eight-digit identification number to ensure confidentiality and track their use. Each kit will contain sterile syringes and needles — along with a compartment for used needles that can be disposed of safely at the machines.\n\nBut unlike snack, soda or movie rental machines left in open spaces, these $15,000 machines will be located inside the three facilities and would be accessed only during the hours the buildings are open for business. Reich said the cost of each kit was under $10, but they would be free for users.\n\nReich said putting one of the vending machines inside the Community Counseling Center of Southern Nevada was designed to allow some drug abusers to interact with trained counselors if they decided they wanted to get help.\n\nPatrick Bozarth, executive director of the counseling center, said his staff had been undergoing training in anticipation of reaching drug abusers who may use the vending machine and learn about treatment options.\n\n“I think we're optimistic it will help,” Bozarth said. “But it’s such a new program and we want to make sure we’re prepared.”\n\nNeedle exchange programs have been used successfully throughout the world, with several nations adopting vending machine technology into their mix to curb the spread of blood-borne pathogens.\n\nThe U.S. Centers for Disease Control and Prevention has reported the effectiveness of needle exchange programs, and the North American Needle Exchange Network counts 228 syringe service programs in 35 states, Washington, D.C., and Puerto Rico.\n\nThe CDC reported on a study that looked at the effects of New York’s exchange program on the prevalence of hepatitis C infection between 1990 and 2001, and found the needle exchange program reduced the disease’s prevalence from 80% to 59% among intravenous drug users.\n\nNeedle and syringe possession was illegal in Nevada up until 2013, when the state Legislature repealed the law. Pharmacies can sell needles and syringes but have discretion about who can purchase them.\n\nReich said the machines helped remove some of the stigma faced by users who felt uncomfortable during transactions with pharmacists — some of whom may question why the syringe and needle are needed.\n\n“Vending machines are not born with a bias,” Reich said. “It doesn’t have a personality and doesn’t care how you look when you approach it.”\n\nVending machines are not born with a bias. It doesn’t have a personality and doesn’t care how you look when you approach it.\n— Rick Reich, program director of Trac-B Exchange\nJenny Gratzke, disease investigator and intervention specialist with the Southern Nevada Health District, said there were an estimated 5,800 injection drug users in Clark County, a number she believed was low.\n\nMost of the users, she said, are either injecting heroin or methamphetamine, with a smaller number shooting up cocaine. A small percentage of needle users, she said, are transgender people using hormones or steroids.\n\nGratzke said she hoped users took advantage of the vending machines, but she acknowledged the initial rollout faced some challenges.\n\n“It does take time to gain the trust of the community,” she said. “The people who are injecting the drugs have been stigmatized, and so I think they may be a little hesitant initially. But once it catches on, I think it will be beneficial for everyone involved.”\n\n", "title": "Las Vegas, hoping to stem HIV and hepatitis, to get needle vending machines", "link": "http://www.latimes.com/nation/la-na-vegas-needle-vending-machines-2017-story.html", "id": 47, "media": "Los Angeles Times", "datetime": "2017/04/18 05:00"}, {"author": "Kristen Wyatt", "content": "DENVER (AP) — A new national poll says Americans think it's safer to use marijuana than opioids to relieve pain.\n\nThe Yahoo/Marist poll out Monday says two-thirds of the respondents in the telephone survey said opioid drugs such as Vicodin or OxyContin are \"riskier\" to use than pot, even when the pain pills are prescribed by a doctor.\n\nOnly one in five said marijuana was riskier than opioids. The rest weren't sure.\n\nThose answering the poll overwhelmingly said pot should be legal for medical use. But they were less comfortable with children and pregnant women using pot to treat medical conditions.\n\nThe telephone poll of 1,122 adults was conducted last month. The poll had a margin of error of plus or minus 2.9 percentage points.", "title": "Poll: Marijuana Safer Than Opioids, but Moms Shouldn't Use", "link": "https://www.usnews.com/news/news/articles/2017-04-17/poll-marijuana-safer-than-opioids-but-moms-shouldnt-use", "id": 48, "media": "U.S. News", "datetime": "2017/04/17 14:01"}, {"author": "Nicole Bitette", "content": "Carmelo Anthony allegedly got another woman pregnant while married to La La Anthony, according to a report.\n\nThe NBA star — who is splitting from his wife of seven years — reportedly got a dancer, who works at a gentlemen’s club in New York, pregnant, according to TMZ Sports.\n\nLa La Anthony (l.) and Carmelo Anthony are calling it quits on their seven year marriage. (MIKE COPPOLA/GETTY IMAGES FOR PEOPLE.COM)\nThe unidentified woman is requesting that Carmelo pay for her medical expenses and other baby costs, TMZ reports, as she claims she is six and a half months along in her pregnancy and that the Knicks star is the father.\n\nNews of the alleged pregnancy comes just one day after it was revealed that Melo and La La were calling it quits on their seven year marriage.\n\nCarmelo Anthony now at a crossroads professionally and personally\nLa La, 37, moved out of their shared home and into her own NYC apartment, according to reports.\n\n“They have been fighting for about a year,” a source close to the couple told the Daily News. “The marriage has always been a rocky one, so this is no surprise.”\n\nCarmelo Anthony allegedly got another woman pregnant while married to La La.\nCarmelo Anthony allegedly got another woman pregnant while married to La La. (AL BELLO/GETTY IMAGES)\nCarmelo, 32, and La La first began dating in 2004 when she served as the host of MTV’s “Total Request Live.”\n\nThey have a 10-year-old son together, Kiyan, who was born three years before they tied the knot.\n\nThe couple’s wedding was featured on a VH1 reality special, “La La’s Full Court Wedding.”\n\nReps for Carmelo and La La did not immediately respond to a Daily News request for comment.", "title": "Carmelo Anthony allegedly got dancer pregnant prior to split from wife La La ", "link": "http://www.nydailynews.com/entertainment/gossip/carmelo-anthony-allegedly-dancer-pregnant-article-1.3068811", "id": 49, "media": "Daily News", "datetime": "2017/04/18 07:42"}, {"author": "Chris Smith", "content": "Apple is widely expected to launch three new iPhones this year, including a top-of-the-line iPhone 8 model expected to introduce various new features., according to what most iPhone rumors claim. A new report from a well-known source of Apple-related leaks brings more details about this year’s iPhone 8 and iPhone 7s series.\n\nAccording to Bloomberg, Apple is indeed working on three iPhones, including a flagship handset that will have an OLED display taking up the entire front side of the handset.\n\nApple will also launch two iPhone 7s models that will represent slight revisions of the iPhone 7 and iPhone 7 Plus. They will have the same 4.7-inch and 5.5-inch screens as their predecessors. All three 2017 iPhones will be powered by Apple’s 10nm A11 chips, which are supposed to be more powerful and more energy energy efficient than the 16nm A10 Fusion CPU in the iPhone 7.\n\nThe report notes that Apple has been testing several designs for the iPhone 8, as is the case for every iPhone. Just like most of the recent iPhone 8 reports, Bloomberg also says that supply constraints might force Apple to delay the iPhone 8 by one or two months.\n\nThe iPhone 8 should feature a stainless steel chassis covered by curved glass on the back and front — previous reports also said the iPhone 8 will feature an iPhone 4-like glass sandwich design. The sources who talked to Bloomberg, said the iPhone 8’s feature and design plans are still in flux and can change.\n\nOne of the latest prototypes includes “symmetrical, slightly curved glass on the front and the back,” covering a flat OLED screen. An earlier prototype apparently had a thinner steel band and “more noticeable” curved glass on the sides. Apple also tested a prototype that had a glass back with more dramatic curves on the top and bottom, similar to the original iPhone design from 2007. Finally, Apple also has a prototype that packs an aluminum back, and has slightly larger dimensions.\n\nGlass suppliers have been struggling to produce heavily curved glass, which is why Apple is more likely to use “more subdued curves” for the handset.\n\nThe iPhone 8 should be about as big as the iPhone 7, while packing a screen as big as the iPhone 7 Plus’s display.\n\nThe report notes that there won’t be a phone button in the iPhone 8, and its features will be mapped to the screen. Apple wants to integrate the iPhone’s fingerprint sensor into the OLED screen, but the procedure is “technically challenging.” It’s unclear if the feature will make it in the final product.\n\nSignificant camera changes are also in the works. The rear camera will have two lenses complete with a camera bump, just like the iPhone 7 Plus, but they will be positioned vertically. On the front, Apple will use a dual camera setup, which may be placed under the screen. Apple is using Sony cameras for the new iPhone, and it’s looking into adding augmented reality and depth-of-field features to the camera systems.", "title": "Bloomberg details new iPhone 8 design, says release may be delayed", "link": "http://bgr.com/2017/04/18/iphone-8-release-date-delay-bloomberg/", "id": 50, "media": "BGR", "datetime": "2017/04/18 07:45"}]